Repository: lizhuxian020/LZXCBWork
Catalog: cobanBnPetSwift/Ohter/*.lproj/Localizable.strings
Languages: ar, cs, es, pl, pt_pt, zh_hans

# 同意
source: Agree
ar: الموافقة
cs: Souhlasit
es: De acuerdo
pl: Zgadzać się
pt_pt: Aceita
zh_hans: 同意

# 拒绝
source: Refuse
ar: الرفض
cs: Odmítnout
es: Rechazo
pl: Odmówić
pt_pt: Recusar
zh_hans: 拒绝

# 播放失败
source: Playback failed
ar: فشل التشغيل
cs: Přehrání se nezdařilo
es: Reproducción fallida
pl: Odtwarzanie nie powiodło się
pt_pt: A reprodução falhou
zh_hans: 播放失败

# 语音格式不正确
source: Incorrect voice format
ar: صيغة صوتية غير صحيحة
cs: Nesprávný formát hlasu
es: Formato de voz incorrecto
pl: Niepoprawny format głosu
pt_pt: Formato de voz incorreto
zh_hans: 语音格式不正确

# 家庭群聊
source: Family Chat
ar: دردشة العائلة
cs: Rodinný chat
es: Charla familiar
pl: Czat rodzinny
pt_pt: Bate-papo em família
zh_hans: 家庭群聊

# [语音]
source: [voice]
ar: (صوت)
cs: [hlas]
es: [voz]
pl: [głos]
pt_pt: [voz]
zh_hans: [语音]

# 添加
source: Add
ar: الإضافة
cs: Přidat
es: Agregar
pl: Dodać
pt_pt: Adicionar
zh_hans: 添加

# 信息详情
source: Message Details
ar: تفاصيل الرسالة
cs: Podrobnosti zprávy
es: Detalles del mensaje
pl: Szczegóły wiadomości
pt_pt: detalhes da mensagem
zh_hans: 信息详情

# 通讯录-功能列表
source: Contact
ar: جهة الاتصال
cs: Kontakt
es: Contacto
pl: Kontakt
pt_pt: Contato
zh_hans: 通讯录

# 上学守护-功能列表
source: Guardian
ar: الحارس
cs: Strážce
pl: Opiekun
pt_pt: Guardião
zh_hans: 上学守护

# 上课禁用-功能列表
source: DisableClass
ar: التعطيل في القسم
cs: Zakázat ve třídě
es: Deshabilitar la clase
pl: Wyłącz klasę
zh_hans: 上课禁用

# 好友-功能列表
source: Friends
ar: الأصدقاء
cs: Přátelé
es: Amigos
pl: Przyjaciele
pt_pt: Amigos
zh_hans: 好友

# 绑定成员-功能列表
source: Friends
ar: الأصدقاء
cs: Přátelé
es: Amigos
pl: Przyjaciele
pt_pt: Amigos
zh_hans: 绑定成员

# 绑定成员
source: BindMember
ar: اتصال/العضو
cs: Připojit člena
es: Vincular miembro
pl: Powiązany członek
zh_hans: 绑定成员

# 常用功能-功能列表
source: Common Functions
ar: الوظائف المشتركة
cs: Společné funkce
es: Funciones comunes
pl: Ogólne funkcje
pt_pt: Funções Comuns
zh_hans: 常用功能

# 手表话费-功能列表
source: Watchbill
ar: فاتورة الساعة
cs: Účet
es: Factura de vigilancia
pt_pt: Nota fiscal
zh_hans: 手表话费

# 代收短信-功能列表
source: Forward
ar: الارسال
cs: Vpřed
es: Adelante
pl: Do przodu
pt_pt: Avançar
zh_hans: 代收信息

# 通话位置-功能列表
source: CallPos
ar: موقع الاتصال
cs: Volání
es: Posición de llamada
pl: Lista połączeń
zh_hans: 通话位置

# 计步-功能列表
source: Step
ar: الخطوة
cs: Krok
es: Paso
pl: Krok
pt_pt: Etapa
zh_hans: 计步

# 体感接听-功能列表
source: Sensor
ar: المستشعر
cs: Senzor
pl: Czujnik
zh_hans: 体感接听

# 自动接通-功能列表
source: AutoAns
ar: الرد الأوتوماتيكي
cs: Aut. Odp.
es: Respuesta automática
pl: Automatyczna odpowiedź
zh_hans: 自动接通

# 预留电量-功能列表
source: Res.Power
ar: إعادة التشغيل
cs: Napájení
es: Potencia res.
zh_hans: 预留电量

# 语音提示-功能列表
source: Voice
ar: الصوت
cs: Hlas
es: Voz
pl: Głos
pt_pt: Voz
zh_hans: 语音提示

# 更多功能-功能列表
source: More features
ar: المزيد من المزايا
cs: Další funkce
es: Más características
pl: Więcej funkcji
pt_pt: Mais recursos
zh_hans: 更多功能

# 手表设置-功能列表
source: Setting
ar: الإعدادات
cs: Nastavení
es: Configuración
pl: Ustawienie
pt_pt: Configuração
zh_hans: 手表设置

# 拒接陌生人-功能列表
source: Refuse
ar: الرفض
cs: Odmítnout
es: Rechazo
pl: Odmówić
pt_pt: Recusar
zh_hans: 拒接陌生人

# 手表挂失-功能列表
source: LostWatch
ar: ضياع الساعة
cs: ztracené hodinky
es: Reloj perdido
pl: Zgubiony zegarek
zh_hans: 手表挂失

# 通讯录
source: Phonebook
ar: سجل الهاتف
cs: Telefonní seznam
es: Directorio telefónico
pl: Książka telefoniczna
pt_pt: Lista telefônica
zh_hans: 通讯录

# 编辑
source: Edit
ar: التعديل
cs: Upravit
es: Editar
pl: Edycja
pt_pt: Editar
zh_hans: 编辑

# 管理员
source: Admin
ar: المسؤول
es: Administración
pt_pt: Administrador
zh_hans: 管理员

# 我
source: Me
ar: أنا
cs: Já
es: A mí
pl: Ja
pt_pt: Mim
zh_hans: 我

# 添加联系人
source: Add Contact
ar: إضافة جهة اتصال
cs: Přidat kontakt
es: Agregar contacto
pl: Dodaj kontakt
pt_pt: Adicionar contato
zh_hans: 添加联系人

# 详细资料
source: Details
ar: التفاصيل
cs: Podrobnosti
es: Detalles
pl: Detale
pt_pt: Detalhes
zh_hans: 详细资料

# 更换头像
source: Change avatar
ar: تغيير الصورة الزمرية أفاتار
cs: Změnit avatar
es: Cambiar avatar
pl: Zmień awatar
pt_pt: Mudar Avatar
zh_hans: 更换头像

# 关系
source: Relationship
ar: العلاقة
cs: Vztah
es: Relación
pl: Relacja
pt_pt: Relação
zh_hans: 关系

# 类型
source: Type
ar: النوع
cs: Typ
es: Escribe
pl: Typ
pt_pt: Tipo
zh_hans: 类型

# 家庭成员
source: Family members
ar: أفراد العائلة
cs: Členové rodiny
es: Miembros de la familia
pl: Członkowie rodziny
pt_pt: Membros da família
zh_hans: 家庭成员

# 联系人
source: Contacts
ar: جهات الاتصال
cs: Kontakty
es: Contactos
pl: Kontakty
pt_pt: Contatos
zh_hans: 联系人

# 删除
source: Delete
ar: الحذف
cs: Vymazat
es: Eliminar
pl: Usuwać
pt_pt: Excluir
zh_hans: 删除

# 编辑关系
source: Edit Relationship
ar: تعديل العلاقة
cs: Upravit vztah
es: Editar relación
pl: Edytuj relacje
pt_pt: Editar relacionamento
zh_hans: 编辑关系

# 下一步
source: Next
ar: التالي
cs: další
es: Próximo
pl: Następny
pt_pt: Próximo
zh_hans: 下一步

# 爸爸
source: Dad
ar: الأب
cs: Tatínek
es: Papá
pl: Tata
pt_pt: Pai
zh_hans: 爸爸

# 妈妈
source: Mom
ar: الأم
cs: Maminka
es: Mamá
pl: Mama
pt_pt: Mamãe
zh_hans: 妈妈

# 姐姐
source: Sister
ar: الأخت
cs: Sestra
es: Hermana
pl: Siostra
pt_pt: Irmã
zh_hans: 姐姐

# 爷爷
source: Grandpa
ar: الجد
cs: Dědeček
es: Abuelo
pl: Dziadek
pt_pt: Vovô
zh_hans: 爷爷

# 奶奶
source: Grandma
ar: الجدة
cs: Babička
es: Abuela
pl: Babcia
pt_pt: Avó
zh_hans: 奶奶

# 哥哥
source: Brother
ar: الأخ
cs: Bratr
es: Hermano
pl: Brat
pt_pt: Irmão
zh_hans: 哥哥

# 外公
source: Grandfather
ar: الجد
cs: Dědeček
es: Abuelo
pl: Dziadek
pt_pt: Vô
zh_hans: 外公

# 外婆
source: Grandmother
ar: الجدة
cs: Babička
es: Abuela
pl: Babcia
pt_pt: Vovó
zh_hans: 外婆

# 老师
source: Teacher
ar: المعلم
cs: Učitel
es: Profesor
pl: Nauczyciel
pt_pt: Professora
zh_hans: 老师

# 自定义
source: Customize
ar: التخصيص حسب الطلب
cs: Přizpůsobit
es: Personalizar
pl: Dostosuj
pt_pt: Customizar
zh_hans: 自定义

# 请选择关系
source: Please choose a relationship
ar: الرجاء إختيار علاقة
cs: Vyberte prosím vztah
es: Por favor elige una relación
pl: Wybierz relacje
pt_pt: Por favor, escolha um relacionamento
zh_hans: 请选择关系

# 保存
source: Save
ar: الحفظ
cs: Uložit
es: Guardar
pl: Zapisz
pt_pt: Salve 
zh_hans: 保存

# 提示
source: Tips
ar: مطالبة
cs: Výzva
es: Oportuno
pl: Podpowiedź
pt_pt: Incitar
zh_hans: 提示

# 请输入关系，长度不超过8个字
source: Please enter a relationship of no more than 8 words in length
ar: الرجاء إدخال علاقة لا يزيد طولها عن 8 كلمات
cs: Zadejte vztah o délce nejvýše 8 slov
es: Ingrese una relación de no más de 8 palabras de longitud
pl: Wprowadź nazwę relacji o długości nie więcej niż 8 liter
pt_pt: Insira uma relação de até 8 palavras
zh_hans: 请输入关系，长度不超过8个字

# 请输入手机号
source: Please enter phone number
ar: الرجاء إدخال رقم الهاتف
cs: Zadejte prosím telefonní číslo
es: Por favor ingrese el número de teléfono
pl: Wprowadź numer telefonu
pt_pt: Por favor insira o número de telefone
zh_hans: 请输入手机号码

# 请输入备注名
source: Please enter a note name
ar: الرجاء إدخال اسم المذكرة
cs: Zadejte název poznámky
es: Por favor, introduzca un nombre de nota
pl: Wprowadź nazwę notatki
pt_pt: Insira um nome de nota
zh_hans: 请输入备注名

# 从相册选择
source: Choose from album
ar: اختيار من الألبوم
cs: Vyberte si z alba
es: Elegir del álbum
pl: Wybierz z albumu
pt_pt: Escolha do álbum
zh_hans: 从相册选择

# 拍照
source: Photograph
ar: إلتقط صورة
cs: Vyfotit
es: Toma una foto
pl: Robić zdjęcie
pt_pt: Tire uma foto
zh_hans: 拍照

# 不能删除管理员
source: Cannot delete administrator
ar: لا يمكن حدف المسؤول
cs: Správce nelze smazat
es: No se puede eliminar al administrador
pl: Nie można usunąć administratora
pt_pt: Não é possível excluir o administrador
zh_hans: 不能删除管理员

# 不能删除自己
source: Can't delete yourself
ar: لا يمكنك حذف نفسك
cs: Nemůžete se smazat
es: no puedes borrarte a ti mismo
pl: Nie możesz usunąć siebie
pt_pt: Não pode excluir a si mesmo
zh_hans: 不能删除自己

# 昵称
source: nickname
ar: الاسم المستعار
cs: přezdívka
es: Sobrenombre
pl: Pseudonim
pt_pt: apelido
zh_hans: 昵称

# 请输入名称
source: Please enter a name
ar: الرجاء إدخال اسم
cs: Zadejte jméno
es: Por favor ingresa un nombre
pl: Wprowadź nazwę
pt_pt: Insira um nome
zh_hans: 请输入名称

# 上学守护
source: School guardian
ar: حارس المدرسة
cs: Školní opatrovník
es: Tutor escolar
pl: Opiekun szkolny
pt_pt: guardião da escola
zh_hans: 上学守护

# 已开启
source: Opened
ar: مفتوح
cs: Otevřeno
es: Abierto
pl: Otwarty
pt_pt: Aberto
zh_hans: 已开启

# 已关闭
source: Closed
ar: مغلق
cs: ZAVŘENO
es: Cerrado
pl: Zamknięty
pt_pt: Fechadas
zh_hans: 已关闭

# 修改成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 修改成功

# 上学时间
source: School time
ar: توقيت المدرسة
cs: Časve škole
es: Hora de la Escuela
pl: Czas szkolny
pt_pt: Hora da Escola
zh_hans: 上学时间

# 学校地址
source: School address
ar: عنوان المدرسة
cs: Adresa školy
es: Dirección de la escuela
pl: Adres szkoły
pt_pt: Endereço escolar
zh_hans: 学校地址

# 家小区地址
source: Home cell address
ar: عنوان المنزل
cs: Adresa domovské buňky
es: Dirección del móvil
pl: Adres domowy
pt_pt: Endereço do celular residencial
zh_hans: 家小区地址

# 早上-守护
source: am
ar: صباحا
cs: dop
pt_pt: sou
zh_hans: 早上

# 上午-守护
source: am
ar: صباحا
cs: dop
pt_pt: sou
zh_hans: 上午

# 下午-守护
source: pm
ar: مساءا
cs: odp
zh_hans: 下午

# 到家-守护
source: Home
ar: الصفحة الرئيسية
cs: Domů
es: Inicio
pl: Dom
pt_pt: Casa
zh_hans: 到家

# 设置时间段
source: Set Time
ar: توقيت البقاء
cs: Nastavení času
es: Ajustar hora
pl: Ustaw czas
pt_pt: Definir tempo
zh_hans: 设置时间段

# 到校时间
source: Time to school
ar: توقيت المدرسة
cs: Čas příchodu do školy
es: Hora de ir a la escuela
pl: Czas do szkoły
pt_pt: hora de ir para a escola
zh_hans: 到校时间

# 离校时间
source: Time to leave school
ar: توقيت مغادرة المدرسة
cs: Čas odchodu ze školy
es: Hora de salir a la escuela
pl: Czas opuścić szkołę
pt_pt: Hora de sair da escola
zh_hans: 离校时间

# 最晚到家
source: Latest home time
ar: آخر وقت في المنزل
cs: Poslední čas soma
es: Última hora de llegada
pl: Najpóźniej w domu
pt_pt: Última hora em casa
zh_hans: 最晚到家

# 重复
source: Repeat
ar: إعادة
cs: Opakovat
es: Repetir
pl: Powtarzać
pt_pt: Repita
zh_hans: 重复

# 上学时间段
source: Time period
ar: مدة التوقيت
cs: Časový úsek
es: Periodo de tiempo
pl: Okres czasu
pt_pt: Período de tempo
zh_hans: 上学时间段

# 放学时间段
source: Time period
ar: مدة التوقيت
cs: Časový úsek
es: Periodo de tiempo
pl: Okres czasu
pt_pt: Período de tempo
zh_hans: 放学时间段

# 请先修改守护信息
source: Please modify the daemon information first.
ar: الرجاء تعديل معلومات البرنامج الخفي أولاً.
cs: Nejprve prosím upravte informace o démonovi.
es: Primero modifique la información del daemon.
pl: Najpierw zmodyfikuj informacje o demonie.
pt_pt: Modifique primeiro as informações do daemon.
zh_hans: 请先修改守护信息

# 周一
source: Mon
ar: الاثنين
cs: Po
es: Lun
pl: Pon.
pt_pt: seg
zh_hans: 周一

# 周二
source: Tues
ar: الثلاثاء
cs: út
es: Martes
pl: Wt.
pt_pt: Terça
zh_hans: 周二

# 周三
source: Wed
ar: الأربعاء
cs: St
es: Miércoles
pl: Śr.
pt_pt: Casar
zh_hans: 周三

# 周四
source: Thur
ar: الخميس
cs: Čt
es: Jueves
pl: Czw.
pt_pt: qui
zh_hans: 周四

# 周五
source: Fri
ar: الجمعة
cs: pá
es: Viernes
pl: Pt.
pt_pt: sex
zh_hans: 周五

# 周六
source: Sat
ar: السبت
cs: So
es: Sábado
pl: Sob.
pt_pt: Sentado
zh_hans: 周六

# 周日
source: Sun.
ar: الأحد
cs: Ne
es: Domingo
pl: Ndz.
pt_pt: Sol.
zh_hans: 周日

# 星期一
source: Monday
ar: الاثنين
cs: pondělí
es: Lunes
pl: Poniedziałek
pt_pt: Segunda-feira
zh_hans: 星期一

# 星期二
source: Tuesday
ar: الثلاثاء
cs: úterý
es: Martes
pl: Wtorek
pt_pt: Terça-feira
zh_hans: 星期二

# 星期三
source: Wednesday
ar: الأربعاء
cs: středa
es: Miércoles
pl: Środa
pt_pt: Quarta-feira
zh_hans: 星期三

# 星期四
source: Thursday
ar: الخميس
cs: Čtvrtek
es: Jueves
pl: Czwartek
pt_pt: Quinta-feira
zh_hans: 星期四

# 星期五
source: Friday
ar: الجمعة
cs: pátek
es: Viernes
pl: Piątek
pt_pt: Sexta-feira
zh_hans: 星期五

# 星期六
source: Saturday
ar: السبت
cs: Sobota
es: Sábado
pl: Sobota
pt_pt: Sábado
zh_hans: 星期六

# 星期日
source: Sunday
ar: الأحد
cs: Neděle
es: Domingo
pl: Niedziela
pt_pt: Domingo
zh_hans: 星期日

# 设置地址
source: Set Address
ar: ضبط العنوان
cs: Nastavit adresu
es: Establecer dirección
pl: Ustaw adres
pt_pt: Definir endereço
zh_hans: 设置地址

# 请输入关键字
source: Please enter key words
ar: الرجاء إدخال الكلمات المفتاحية
cs: Zadejte klíčová slova
es: Por favor ingrese palabras clave
pl: Wprowadź słowa kluczowe
pt_pt: Por favor, insira as palavras-chave
zh_hans: 请输入关键字

# 刷新成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 刷新成功

# 你刚刚已经刷新过了，请等待结果一分钟后再试
source: You have just refreshed, please wait for the result and try again in a minute.
ar: لقد قمت بالتحديث للتو، يرجى انتظار النتيجة والمحاولة مرة أخرى بعد دقيقة.
cs: Právě jste obnovili, počkejte prosím na výsledek a zkuste to znovu za minutu.
es: Acaba de actualizar, espere el resultado y vuelva a intentarlo en un minuto.
pl: Właśnie odświeżyłeś, poczekaj na wynik i spróbuj ponownie za minutę.
pt_pt: Você acabou de atualizar, aguarde o resultado e tente novamente em um minuto.
zh_hans: 你刚刚已经刷新过了，请等待结果并一分钟后再试

# 上课禁用
source: Disabled In Class
ar: تعطيل في الفصل الدراسي
cs: Zakázáno ve třídě
es: Discapacitados en clase
pl: Nieobecny w klasie
pt_pt: Desativado em sala de aula
zh_hans: 上课禁用

# 禁用时段
source: Disabled period
ar: مدة التعطيل
cs: čas nerušit
es: Periodo inhabilitado
pl: Okres nieobecności
pt_pt: período desativado
zh_hans: 禁用时段

# 添加禁用时间段
source: Add disabled perid
ar: إضافة مدة تعطيل
cs: přidat čas nerušit
es: Agregar período inhabilitado
pl: Dodaj okres nieobecności
pt_pt: Adicionar período desativado
zh_hans: 添加禁用时间段

# 名称
source: Name
ar: الاسم
cs: název
es: Nombre
pl: Nazwa
pt_pt: Nome
zh_hans: 名称

# 禁用时段2
source: Disable time 2
ar: توقيت التعطيل 2
cs: čas nerušit 2
es: Deshabilitar tiempo 2
pl: Wyłącz czas 2
pt_pt: Desativar tempo 2
zh_hans: 禁用时间段2

# 上午-禁用时间段
source: am
ar: صباحا
cs: dop
pt_pt: sou
zh_hans: 上午

# 下午-禁用时间段
source: pm
ar: مساءا
cs: odp
zh_hans: 下午

# 开始时间:
source: Start time
ar: توقيت البداية
cs: Doba spuštění
es: Hora de inicio
pl: Czas rozpoczęcia
pt_pt: Hora de início
zh_hans: 开始时间:

# 结束时间:
source: End time
ar: توقيت النهاية
cs: Čas ukončení
es: Hora de finalización
pl: Czas końca
pt_pt: Fim do tempo
zh_hans: 结束时间:

# 添加成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 添加成功

# 删除成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 删除成功

# 禁用详情
source: Disable details
ar: تفاصيل التعطيل
cs: Neukázat podrobnosti
es: Deshabilitar detalles
pl: Szczegóły nieobecności
pt_pt: Desativar detalhes
zh_hans: 禁用详情

# 好友列表
source: Friends List
ar: قائمة الأصدقاء
cs: Seznam přátel
es: Lista de amigos
pl: Lista przyjaciół
pt_pt: Lista de amigos
zh_hans: 好友列表

# 是否删除好友
source: Do you want to delete your friends?
ar: هل ترغب في حذف أصدقائك ؟
cs: Chcete smazat své přátele?
es: ¿Quieres eliminar a tus amigos?
pl: Chcesz usunąć znajomego?
pt_pt: Você quer deletar seus amigos?
zh_hans: 是否删除好友

# 请选择要删除的好友
source: Please select a friend to delete
ar: الرجاء تعييت صديق ليتم حذفه
cs: Vyberte přítele, kterého chcete smazat
es: Por favor seleccione un amigo para eliminar
pl: Wybierz znajomego do usunięcia
pt_pt: Selecione um amigo para deletar
zh_hans: 请选择要删除的好友

# 手表话费
source: Watchbill
ar: فاتورة الساعة
cs: Účet
es: Factura de vigilancia
pt_pt: Nota fiscal
zh_hans: 手表话费

# 请输入短信内容
source: Please enter the text message content
ar: الرجاء إدخال محتوى نص الرسالة
cs: Zadejte prosím obsah textové zprávy
es: Por favor ingrese el contenido del mensaje de texto
pl: Wprowadź treść wiadomości tekstowej
pt_pt: Insira o conteúdo da mensagem de texto
zh_hans: 请输入短信内容

# 请输入你的查询的电话号码
source: Please enter the phone number of your enquiry
ar: الرجاء إدخال رقم هاتف استعلامتك
cs: Zadejte prosím Vaše telefonní číslo u dotazu
es: Por favor ingrese el número de teléfono de su consulta
pl: Wprowadź numer telefonu zapytania
pt_pt: Por favor, insira o número de telefone de sua consulta
zh_hans: 请输入你的查询的电话号码

# 请输入查询内容
source: Please enter the query content
ar: الرجاء إدخال محتوى الاستعلام
cs: Zadejte prosím obsah dotazu
es: Por favor ingrese el contenido de la consulta
pl: Wprowadź zawartość zapytania
pt_pt: Insira o conteúdo da consulta
zh_hans: 请输入查询内容

# 发送成功
source: Send Success
ar: الارسال بنجاح
cs: Odeslat Úspěšné
es: Enviado con éxito
pl: Wysłanie powiodło się
pt_pt: Enviar sucesso
zh_hans: 发送成功

# 短信查询失败
source: SMS query failed
ar: فشل في الاستعلام حول الرسائل القصيرة
cs: SMS dotaz selhal
es: Consulta de SMS fallida
pl: Zapytanie SMS nie powiodło się
pt_pt: Falha na consulta de SMS
zh_hans: 短信查询失败

# 请选择你要删除的短信
source: Please select the SMS you want to delete.
ar: الرجاء تعيين الرسائل القصيرة التي تريد حذفها
cs: Vyberte SMS, kterou chcete smazat.
es: Seleccione el SMS que desea eliminar.
pl: Wybierz SMS, które chcesz usunąć.
pt_pt: Selecione o SMS que deseja excluir.
zh_hans: 请选择你要删除的短信

# 短信删除失败
source: SMS deletion failed
ar: فشل في حذف الرسائل القصيرة
cs: Smazání SMS se nezdařilo
es: No se pudo eliminar el SMS
pl: Usunięcie SMS nie powiodło się
pt_pt: Falha na exclusão do SMS
zh_hans: 短信删除失败

# 查询话费
source: Inquiry watch fee
ar: استعلامات رسم الساعة
cs: Poplatek za sledování dotazu
es: Tarifa de reloj de consulta
pl: Opłata za zapytanie
pt_pt: Consultar taxa de observação
zh_hans: 查询话费

# 代收消息
source: Forwarding
ar: يتم الارسال
cs: Přeposílání
es: Reenviando
pl: Przekaż
pt_pt: encaminhamento
zh_hans: 代收消息

# 代收手表信息
source: Collecting watches msg
ar: تحصيل رسائل الساعات
cs: Sběr zpráv hodinek
es: Coleccionando relojes msj
pl: Zbieranie wiadomośći z zegarków
pt_pt: Coletando relógios msg
zh_hans: 代收手表信息

# 注:垃圾短信会浪费手表电量和流量
source: Note: Spam messages waste battery power and traffic
ar: ملاحظة: تهدر رسائل البريد العشوائي طاقة البطارية وحركتها
cs: Poznámka: Spamové zprávy plýtvají energií baterie a provozem
es: Nota: los mensajes de spam desperdician tráfico y energía de la batería
pl: Uwaga: Wiadomości SPAM drenują baterię
pt_pt: Observação: mensagens de spam desperdiçam energia da bateria e tráfego
zh_hans: 注:垃圾短信会浪费手表电量和流量

# 手表屏蔽陌生短信
source: Watch shields strange text messages
ar: تحجب الساعة الرسائل النصية الغريبة
es: Cuidado con los mensajes de textos extraños
pl: Zegarek wyświetla inne wiadomości
pt_pt: Assistir escudos de mensagens de texto estranhas
zh_hans: 手表屏蔽陌生短信

# 手表会显示联系人发来的短信，不显示陌生短信
source: The watch will display the text message sent by the contact, not showing strange messages.
ar: تعرض الساعة الرسالة النصية المرسلة من جهة الاتصال ، ولا تعرض الرسائل النصية الغريبة.
cs: Hodinky zobrazí textovou zprávu odeslanou kontaktem
es: El reloj mostrará el mensaje de texto enviado por el contacto, no mostrando mensajes extraños.
pl: Zegarek wyświetli wiadomość tekstową wysłaną przez znajomych,nie wyświetla innych wiadomości
pt_pt: O relógio exibirá a mensagem de texto enviada pelo contato, não mostrando mensagens estranhas.
zh_hans: 手表会显示联系人发来的短信，不显示陌生短信

# 代收手表短信
source: Collection of watch text messages
ar: تحصيل الرسائل النصية من الساعة
cs: Souhrn textových zpráv
es: Colección de mensajes de texto de reloj.
pl: Lista wiadomości
pt_pt: Coleção de mensagens de texto do relógio
zh_hans: 代收手表短信

# 你可查看手表收到的验证码，运营商和陌生人短信
source: You can check the verification code received by the watch, the operator and the stranger SMS
ar: يمكنك التحقق من رمز التحقق الذي تلقيته من الساعة والمشغل والرسائل القصيرة من الغرباء
cs: Můžete zkontrolovat ověřovací kód přijatý hodinkami, operátorem a cizí SMS
es: Puede verificar el código de verificación recibido por el reloj, el operador y el SMS extraño
pl: Możesz sprawdzić kod weryfikacyjny otrzymany przez zegarek, operatora i nieznajomego SMS-a
pt_pt: Você pode verificar o código de verificação recebido pelo relógio, pelo operador e pelo SMS estranho
zh_hans: 你可查看手表收到的验证码，运营商和陌生人短信

# 代收短信管理
source: Message Management
ar: إدارة الرسائل
cs: Správa zpráv
es: Gestión de mensajes
pl: Zarządzanie wiadomościami
pt_pt: Gerenciamento de mensagens
zh_hans: 代收短信管理

# 通话位置
source: Call Position
ar: موقع الاتصال
cs: Pozice hovoru
es: Posición de llamada
pl: Lista połączeń
pt_pt: Posição de Chamada
zh_hans: 通话位置

# 设置通话是否上报位置
source: Set whether to report the location when in call
ar: حدد ما إذا كنت تريد الإبلاغ عن الموقع أثناء المكالمة
cs: Nastavte, zda chcete hlásit polohu při hovoru
es: Establezca si desea informar la ubicación cuando esté en una llamada
pl: Ustaw, czy zgłaszać lokalizację podczas połączenia
pt_pt: Definir se deseja relatar o local durante a chamada
zh_hans: 设置通话是否上报位置

# 计步
source: Pedometer
ar: عداد الخطى
cs: Krokoměr
es: Podómetro
pl: Krokomierz
pt_pt: Pedômetro
zh_hans: 计步

# 记录每天部署，查看孩子的运动量
source: Record the number of steps per day to see how much your child is exercising
ar: سجل عدد الخطوات في اليوم لمعرفة مقدار ممارسة طفلك للرياضة
cs: Zaznamenávejte počet kroků za den
es: Registre la cantidad de pasos por día
pl: Zapisz liczbę kroków dziennie, aby zobaczyć, ile ćwiczy Twoje dziecko
pt_pt: Registre o número de passos por dia para ver quanto seu filho está se exercitando
zh_hans: 记录每天部署，查看孩子的运动量

# 体感接听
source: Somatosensory
ar: الحسية الجسدية
cs: Somatosenzorické
es: somatosensorial
pt_pt: somatossensorial
zh_hans: 体感接听

# 抖一抖接听
source: Shake and answer
ar: هز الجهاز للرد
cs: Zatřeste a odpovězte
es: Agitar y responder
pl: Potrząsnij aby odebrać
pt_pt: Agite e responda
zh_hans: 抖一抖接听

# 手表抖一抖即可接听电话，让孩子尽情玩耍
source: Shake to answer the call and let the children play.
ar: هز الجهاز للرد على الاتصالات و ترك الطفل يلعب
cs: Zatřesením přijměte hovor.
es: Agitar para responder a la llamada y dejar que los niños jueguen.
pl: Potrząśnij, aby odebrać połączenie i pozwól dzieciom się bawić.
pt_pt: Agite para atender a chamada e deixe as crianças brincarem.
zh_hans: 手表抖一抖即可接听电话，让孩子尽情玩耍

# 自动接通
source: Automatically answer
ar: الرد الأوتوماتيكي
cs: Automaticky odpovědět
es: Responder automáticamente
pl: Automatycznie odbierz
pt_pt: responder automaticamente
zh_hans: 自动接通

# 请选择需要自动接通的联系人
source: Please select a contact that needs to be automatically connected
ar: الرجاء تعيين جهة إتصال تحتاج فلى الاتصال بالأنترنت بشكل أوتوماتيكي
cs: Vyberte kontakt, který má být automaticky připojen
es: Por favor seleccione un contacto que necesita ser conectado automáticamente
pl: Wybierz kontakt, który należy automatycznie odbierać
pt_pt: Por favor, selecione um contato que precisa ser automaticamente
zh_hans: 请选择需要自动接通的联系人

# 预留电量
source: Res.Power
ar: إعادة التشغيل
cs: Napájení
es: Potencia res.
zh_hans: 预留电量

# 手表禁用
source: Watch disabled
ar: تعطيل الساعة
cs: Hodinky jsou deaktivovány
es: Reloj inhabilitado
pl: Wyłącz zegarek
pt_pt: Assistir desativado
zh_hans: 手表禁用

# 电量还剩10%以下时，手表禁用
source: Watch disabled when power less than 10%
ar: تعطيل الساعة عندما تكون الطاقة أقل من 10%
cs: Hodinky jsou deaktivovány, když je nebití nižší než 10 %
es: Reloj inhabilitada cuando la energía es inferior al 10%
pl: Wyłącz zegarek, gdy poziom baterii spadnie poniżej 10%
pt_pt: Assista desativado quando a energia for inferior a 10%
zh_hans: 电量还剩10%以下时，手表禁用

# 仅能接听电话
source: Can only answer calls
ar: يمكن الرد على الاتصالات فقط
cs: Může pouze přijímat hovory
es: Solo se puede contestar llamadas
pl: Może tylko odbierać połączenia
pt_pt: Só pode atender chamadas
zh_hans: 仅能接听电话

# 无法使用定位和微聊，仅能接听电话
source: Unable to use location and chat,only answers calls
ar: تعذر إستعمال الموقع و الدردشة
cs: Nelze využít lokalizaci a chat, pouze přijímá hovory
es: No se puede usar la ubicación ni el chat, solo responde llamadas
pl: Nie można korzystać z lokalizacji i czatu, odbiera tylko połączenia
pt_pt: Não é possível usar a localização e o bate-papo, apenas atende chamadas
zh_hans: 无法使用定位和微聊，仅能接听电话

# 语音提示
source: Voice prompts
ar: المطالبات الصوتية
cs: Hlasové výzvy
es: Instrucciones de voz
pl: Komunikaty głosowe
pt_pt: Comandos de voz
zh_hans: 语音提示

# 语音识别
source: Speech Recognition
ar: التعرف على الكلام
cs: Rozpoznávání řeči
es: Reconocimiento de voz
pl: Rozpoznawanie mowy
pt_pt: Reconhecimento de fala
zh_hans: 语音识别

# 语音播报
source: Voice broadcast
ar: إذاعة الصوت
cs: Hlasové vysílání
es: Transmisión de voz
pl: Transmisja głosowa
pt_pt: transmissão de voz
zh_hans: 语音播报
