Repository: lizhuxian020/LZXCBWork
Catalog: cobanBnPetSwift/Ohter/*.lproj/Localizable.strings
Languages: ar, cs, es, pl, pt_pt, zh_hans

# 是否退出登录
source: Whether to log out
ar: تريد تسجيل الخروج
cs: Zda odhlásit
es: Ya sea para cerrar sesión
pl: Czy wylogować się
pt_pt: Se deve sair
zh_hans: 是否退出登录

# 扫一扫
source: Scan
ar: مسح
cs: Skenovat
es: Escanear
pl: Skanowanie
pt_pt: Varredura
zh_hans: 扫一扫

# 将二维码对准放入框内，既可扫描
source: Align the watch QR code into the frame to scan
ar: القيام بمحاذاة رمز الاستجابة السريعة للساعة في الإطار للمسح الضوئي
cs: Zarovnejte QR kód hodinek do rámečku, kterým chcete naskenovat
es: Alinee el código QR del reloj en el marco para escanear
pl: Wyrównaj kod QR zegarka do ramki, aby go zeskanować
pt_pt: Alinhe o código QR do relógio no quadro para digitalizar
zh_hans: 将二维码对准放入框内，既可扫描

# 请输入你要绑定的设备号
source: Please enter the device number you want to bind
ar: الرجاء إدخال رقم الجهاز الذي تريد وصله
cs: Zadejte číslo zařízení, které chcete připojit
es: Ingrese el número de dispositivo que desea vincular
pl: Wpisz numer urządzenia, który chcesz powiązać
pt_pt: Por favor, insira o número do dispositivo que você deseja vincular
zh_hans: 请输入你要绑定的设备号

# 没有识别到二维码信息
source: No QR code information recognized
ar: لم يتم التعرف على معلومات رمز الاستجابة السريعة
cs: QR kód nebyl rozpoznán
es: No se reconoce la información del código QR
pl: Nie rozpoznano informacji o kodzie QR
pt_pt: Nenhuma informação de código QR reconhecida
zh_hans: 没有识别到二维码信息

# 切换手表
source: Switch
ar: تبديل
cs: Přepínač
es: Cambiar
pl: Zmień
pt_pt: Trocar
zh_hans: 切换手表

# 我的宠物
source: My pet
ar: حيواني الأليف
cs: Můj domácí mazlíček
es: Mi mascota
pl: Mój zwierzak
pt_pt: Meu animal de estimação
zh_hans: 我的宠物

# 系统切换
source: System Switch
ar: تبديل النظام
cs: Systémový přepínač
es: Cambio de sistema
pl: Zmiana systemu
pt_pt: Interruptor do sistema
zh_hans: 系统切换

# 信息通知
source: Notice
ar: إشعار
cs: Oznámení
es: darse cuenta
pl: Notatka
pt_pt: Perceber
zh_hans: 信息通知

# 个人主页展示模块设置
source: Personal Homepage Settings
ar: إعدادات الصفحة الرئيسية الشخصية
cs: Nastavení osobní domovské stránky
es: Configuración de la página de inicio
pl: Ustawienia osobistej strony głównej
pt_pt: Configurações da página inicial pessoal
zh_hans: 个人主页展示模块设置

# 隐私设置
source: Privacy setting
ar: إعدادات شخصية
cs: Nastavení soukromí
es: Configuración de privacidad
pl: Ustawienia prywatności
pt_pt: Configuração de privacidade
zh_hans: 隐私设置

# 编辑资料
source: Edit info
ar: تعديل المعلومات
cs: Upravit informace
es: Editar información
pl: Edytuj informacje
pt_pt: Editar informação
zh_hans: 编辑资料

# 个人信息
source: Personal info
ar: المعلومات الشخصية
cs: Osobní informace
es: Información personal
pl: Dane osobiste
pt_pt: Informação pessoal
zh_hans: 个人信息

# 名字
source: Name
ar: الاسم
cs: název
es: Nombre
pl: Nazwa
pt_pt: Nome
zh_hans: 名字

# 头像
source: Avatar
ar: الصورة الرمزية أفاتار
pl: Awatara
zh_hans: 头像

# 性别
source: Sex
ar: الجنس
cs: Pohlaví
es: Sexo
pl: Płeć
pt_pt: Sexo
zh_hans: 性别

# 上传头像失败
source: Failed
ar: فشل
cs: Nezdařilo se
es: Falló
pl: Niepowodzenie
pt_pt: Fracassado
zh_hans: 上传头像失败

# 上传头像成功
source: success
ar: نجاح
cs: úspěch
es: éxito
pl: Powodzenie
pt_pt: sucesso
zh_hans: 上传头像成功

# 邮箱
source: Email
ar: البريد الالكتروني
es: Correo electrónico
pt_pt: O email
zh_hans: 邮箱

# 允许展示的模块
source: Modules allowed to be displayed
ar: الوحدات المسموح بعرضها
cs: Moduly mohou být zobrazeny
es: Módulos permitidos que se pueden visualizar
pl: Moduły dozwolone do wyświetlania
pt_pt: Módulos permitidos para serem exibidos
zh_hans: 允许展示的模块

# 是否公开宠物位置找好友
source: Whether to disclose the location of pets to find friends
ar: الكشف عن موقع الحيوانات الأليفة للعثور على أصدقاء
cs: Zda zveřejnit polohu domácích mazlíčků za účelem nalezení přátel
es: Revelar la ubicación de las mascotas para encontrar amigos
pl: Czy ujawnić lokalizację zwierząt domowych, aby je znaleźć
pt_pt: Se deve divulgar a localização de animais de estimação para encontrar amigos
zh_hans: 是否公开宠物位置找好友

# 宠物资料
source: Pet Info
ar: معلومات الحيوان الأليف
cs: Informace o mazlíčcích
es: Información de mascotas
pl: Informacje o zwierzakach
pt_pt: Informações do animal de estimação
zh_hans: 宠物资料

# 解除设备
source: Unlock device
ar: فتح قفل الجهاز
cs: Odemkněte zařízení
es: Desbloquear dispositivo
pl: Odblokuj urządzenie
pt_pt: Desbloquear dispositivo
zh_hans: 解除设备

# 品种
source: Variety
ar: السلالة
cs: Druh
es: Variedad
pl: Różnorodność
pt_pt: Variedade
zh_hans: 品种

# 毛色
source: Hair color
ar: لون الشعر
cs: Barva vlasů
es: Color de pelo
pl: Kolor włosów
pt_pt: Cor de cabelo
zh_hans: 毛色

# 宠龄
source: Age
ar: السن
cs: Stáří
es: Años
pl: Wiek
pt_pt: Era
zh_hans: 宠龄

# 防疫记录
source: Epidemic Prevention Record
ar: سجل الوقاية من الوباء
cs: Záznam prevence epidemie
es: Registro de prevención de epidemias
pl: Rejestr szczepień
pt_pt: Registro de Prevenção Epidêmica
zh_hans: 防疫记录

# 关联设备
source: Device
ar: الجهاز
cs: přístroj
es: Dispositivo
pl: Urządzenie
pt_pt: Dispositivo
zh_hans: 关联设备

# 解除
source: Remove
ar: إزالة
cs: Odebrat
es: Eliminar
pl: Usunąć
pt_pt: Retirar
zh_hans: 解除

# 温馨提醒！您将解除该APP上的关联设备同时设备相对应的宠物资料也一并删除
source: Warm reminder! You will unlink the device from the APP and delete the pet data corresponding to the device.
ar: تذكير الحرارة، تقوم بإلغاء ربط الجهاز بالتطبيق وحذف بيانات الحيوان الأليف الموافقة للجهاز.
cs: Připomínka! Odpojte zařízení od aplikace a vymažete data domácího mazlíčka odpovídajícího zařízení.
es: ¡Cálido recordatorio! Desvincularás el dispositivo de la APP y eliminarás los datos de mascotas correspondientes al dispositivo.
pl: Uwaga! Odłączysz urządzenie od aplikacji i usuniesz dane zwierzęcia z nim powiązane.
pt_pt: Lembrete caloroso! Você irá desvincular o aparelho do APP e deletar os dados do pet correspondente ao aparelho.
zh_hans: 温馨提醒！您将解除该APP上的关联设备同时设备相对应的宠物资料也一并删除

# 绝育 MM
source: Sterilization MM
ar: التعقيم MM
cs: Sterilizace MM
es: Esterilización MM
pl: Sterylizacja MM
pt_pt: Esterilização MM
zh_hans: 绝育 MM

# 绝育 GG
source: Sterilization GG
ar: التعقيم GG
cs: Sterilizace GG
es: Esterilización GG
pl: Sterylizacja GG
pt_pt: Esterilização GG
zh_hans: 绝育 GG

# 男
source: Male
ar: ذكر
cs: muž
es: Masculino
pl: Mężczyzna
pt_pt: Macho
zh_hans: 男

# 女
source: Female
ar: أنثى
cs: žena
es: Femenino
pl: Kobieta
pt_pt: Fêmea
zh_hans: 女

# 请输入电话号
source: input the phone number
ar: أدخل رقم الهاتف
cs: zadejte telefonní číslo
es: Ingrese el número de teléfono
pl: Wprowadź numer telefonu
pt_pt: insira o número de telefone
zh_hans: 请输入电话号

# 请输入微信号
source: Please enter the WeChat ID
ar: الرجاء إدخال هوية الـ WeChat
cs: Zadejte prosím WeChat ID
es: Ingrese la ID de WeChat
pl: Wprowadź identyfikator WeChat
pt_pt: Insira o ID do WeChat
zh_hans: 请输入微信号

# 请输入邮箱
source: Please input your email
ar: الرجاء إدخال البريد الالكتروني الخاص بك
cs: Zadejte prosím svůj email
es: Por favor ingrese su correo electrónico
pl: Wprowadź swój e -mail
pt_pt: Por favor, insira seu e-mail
zh_hans: 请输入邮箱

# 请输入WhatsApp
source: Please enter WhatsApp
ar: الرجاء إدخال الواتس آب
cs: Zadejte prosím WhatsApp
es: Por favor ingrese WhatsApp
pl: Wprowadź WhatsApp
pt_pt: Por favor, entre no WhatsApp
zh_hans: 请输入WhatsApp

# 点击公开后，别人可在您的主页看到您的电话
source: After you click Public, others can see your phone on your homepage
ar: بعد النقر فوق عام، يمكن للآخرين رؤية هاتفك على صفحتك الرئيسية
cs: Poté, co kliknete na Veřejné, ostatní uvidí váš telefon na vaší domovské stránce
es: Después de hacer clic en Público, otros pueden ver su teléfono en su página de inicio
pl: Po kliknięciu publiczny inni mogą zobaczyć Twój telefon na stronie głównej
pt_pt: Depois que você clicar em Público, outras pessoas poderão ver seu telefone na página inicial
zh_hans: 点击公开后，别人可在您的主页看到您的电话

# 点击公开后，别人可在您的主页看到您的微信
source: After you click Public, others can see your WeChat on your homepage
ar: بعد النقر فوق عام، يمكن للآخرين رؤية WeChat الخاص بك على صفحتك الرئيسية
cs: Poté, co kliknete na Veřejné, ostatní uvidí váš WeChat na vaší domovské stránce
es: Después de hacer clic en Público, otros pueden ver su WeChat en su página de inicio
pl: Po kliknięciu publiczny inni mogą zobaczyć Twój WeChat stronie głównej
pt_pt: Depois de clicar em Público, outras pessoas poderão ver seu WeChat em sua página inicial
zh_hans: 点击公开后，别人可在您的主页看到您的微信

# 点击公开后，别人可在您的主页看到您的邮箱
source: After clicking public, others can see your email address on your homepage
ar: بعد النقر فوق عام، يمكن للآخرين رؤية البريد الالكتروني الخاص بك على صفحتك الرئيسية
cs: Po kliknutí na veřejný, ostatní uvidí vaši e-mailovou adresu na vaší domovské stránce
es: Después de hacer clic en público, otros pueden ver su dirección de correo electrónico en su página de inicio
pl: Po kliknięciu publiczny inni mogą zobaczyć Twój adres e -mail na stronie głównej
pt_pt: Depois de clicar em público, outras pessoas podem ver seu endereço de e-mail em sua página inicial
zh_hans: 点击公开后，别人可在您的主页看到您的邮箱

# 点击公开后，别人可在您的主页看到您的WhatsApp
source: After clicking public, others can see your WhatsApp on your homepage
ar: بعد النقر فوق عام، يمكن للآخرين رؤية الواتس آب الخاص بك على صفحتك الرئيسية
cs: Po kliknutí na tlačítko Veřejné uvidí ostatní vaši aplikaci WhatsApp na vaší domovské stránce
es: Después de hacer clic en público, otros pueden ver su WhatsApp en su página de inicio
pl: Po kliknięciu publiczny inni mogą zobaczyć Twoją stronę WhatsApp na stronie głównej
pt_pt: Depois de clicar em público, outras pessoas podem ver seu WhatsApp na sua página inicial
zh_hans: 点击公开后，别人可在您的主页看到您的WhatsApp

# 是否公开
source: Is it public
ar: هل هو عام
cs: Je to veřejné?
es: Es público
pl: Czy to publiczne
pt_pt: é público
zh_hans: 是否公开

# 请输入宠物昵称（10个字以内）
source: Please enter a pet nickname
ar: الرجاء إدخال الاسم المستعار للحيوان الأليف
cs: Zadejte prosím přezdívku domácího mazlíčka
es: Por favor, introduzca un apodo de mascota
pl: Wprowadź nazwę zwierzaka
pt_pt: Insira um apelido de animal de estimação
zh_hans: 请输入宠物昵称（10个字以内）

# 请输入宠物品种
source: Please enter pet breed
ar: الرجاء إدخال سلالة الحيوان الأليف
cs: Zadejte prosím plemeno mazlíčka
es: Ingrese la raza de la mascota
pl: Wprowadź rasę zwierzaka
pt_pt: Por favor, insira a raça do animal de estimação
zh_hans: 请输入宠物品种

# 请输入宠物毛色
source: Please enter the pet's coat color
ar: الرجاء إدخال لون فرو الحيولن الأليف
cs: Zadejte barvu srsti zvířete
es: Por favor, introduzca el color del pelaje de la mascota.
pl: Wprowadź kolor futra zwierzaka
pt_pt: Por favor, insira a cor da pelagem do animal de estimação
zh_hans: 请输入宠物毛色

# 请输入宠龄
source: Please enter your pet age
ar: الرجاء إدخال سن حيوانك الأليف
cs: Zadejte prosím věk vašeho mazlíčka
es: Por favor ingrese la edad de su mascota
pl: Wprowadź wiek zwierzaka
pt_pt: Por favor, insira a idade do seu animal de estimação
zh_hans: 请输入宠龄

# 上传相关防疫照片
source: Upload photos
ar: تحميل الصور
cs: Nahrát fotografie
es: Subir fotos
pl: Załaduj zdjęcia
pt_pt: Upload fotos
zh_hans: 上传相关防疫照片

# 请输入30个文字以内的防疫记录
source: Please enter an epidemic prevention record within 30 characters
ar: الرجاء إدخال سجل الوقاية من الوباء المكون من 30 حرفًا
cs: Zadejte záznam o prevenci epidemie do 30 znaků
es: Introduzca un registro de prevención de epidemias con un máximo de 30 carácteres
pl: Wprowadź nazwę szczepienia (maks. 30 znaków)
pt_pt: Insira um registro de prevenção epidêmica em até 30 caracteres
zh_hans: 请输入30个文字以内的防疫记录

# 未绑定设备
source: Unbound device
ar: جهاز غير متصل
cs: Nevázané zařízení
es: Dispositivo no vinculado
pl: Niepowiązane urządzenie
pt_pt: Dispositivo não vinculado
zh_hans: 未绑定设备

# 加载中...
source: loading
ar: جاري التحميل
cs: načítání
es: cargando
pl: Ładowanie
pt_pt: Carregando
zh_hans: 加载中...

# 无法分享给自己
source: Cannot share with myself
ar: لا يمكنني المشاركة مع نفسي
cs: Nemohu sdílet sám se sebou
es: No puedo compartir conmigo mismo
pl: Nie mogę się ze sobą podzielić
pt_pt: Não posso compartilhar comigo mesmo
zh_hans: 无法分享给自己

# 请输入6位数的密码
source: Please input a 6-digit password
ar: الرجاء إدخال كلمة مرور من 6 أرقام
cs: Zadejte 6místné heslo
es: Por favor ingrese una contraseña de 6 dígitos
pl: Wprowadź 6-cyfrowe hasło
pt_pt: Insira uma senha de 6 dígitos
zh_hans: 请输入6位数的密码

# 今日运动
source: Today's steps
ar: خطوات اليوم
cs: Dnešní kroky
es: Pasos de hoy
pl: Dzisiejsze kroki
pt_pt: Passos de hoje
zh_hans: 今日运动

# 刚刚
source: Just now
ar: الآن
cs: Právě teď
es: Justo ahora
pl: Teraz
pt_pt: Agora mesmo
zh_hans: 刚刚

# 步
source: steps
ar: الخطوات
cs: kroky
es: Pasos
pl: Kroki
pt_pt: degraus
zh_hans: 步

# 宝贝位置:
source: Baby location:
ar: موقع الطفل:
cs: Umístění dítěte:
es: Ubicación del bebé:
pl: Lokalizacja dziecka:
pt_pt: Localização do bebê:
zh_hans: 宝贝位置:

# 精度
source: Accuracy
ar: الضبط
cs: Přesnost
es: Precisión
pl: Dokładność
pt_pt: Precisão
zh_hans: 精度

# 未按时到家
source: Not arriving home on time
ar: لم يصل إلى المنزل في الوقت
cs: Nedostat se domů včas
es: No llegar a casa a tiempo
pl: Nie wróciło do domu na czas
pt_pt: Não chegar em casa na hora
zh_hans: 未按时到家

# 迟到
source: Late
ar: التأخر
cs: Pozdě
es: Tarde
pl: Późno
pt_pt: Tarde
zh_hans: 迟到

# 欠压报警
source: Undervoltage alarm
ar: إنذار انخفاض الجهد
cs: Alarm podpětí
es: Alarma de baja tensión
pl: Alarm zbyt niskiego napięcia
pt_pt: Alarme de subtensão
zh_hans: 欠压报警

# 拆除报警
source: Dismantle alarm
ar: إندار التفكيك
cs: Odmontujte alarm
es: Desactivar la alarma
pl: Wyłącz alarm
pt_pt: Desmonte o alarme
zh_hans: 拆除报警

# 进/出区域
source: In/out area
ar: داخل/ خارج المنطقة
cs: Oblast dovnitř/ven
es: Área de entrada/salida
pl: W/poza obszarze(em)
pt_pt: área de entrada/saída
zh_hans: 进/出区域

# 状态异常
source: Abnormal
ar: غير عادي
cs: Abnormální
es: Anormal
pl: Nieprawidłowy
pt_pt: Anormal
zh_hans: 状态异常

# 状态
source: Status
ar: الحالة
es: Estado
zh_hans: 状态

# 今日步数
source: Today's steps
ar: خطوات اليوم
cs: Dnešní kroky
es: Pasos de hoy
pl: Dzisiejsze kroki
pt_pt: Passos de hoje
zh_hans: 今日步数

# 按住说话
source: HOLD AND TALK
ar: امسك وتحدث
cs: DRŽTE A MLUVTE
es: ESPERA Y HABLA
pl: Trzymaj i mów
pt_pt: SEGURAR E FALAR
zh_hans: 按住说话

# 松开结束
source: RELEASE END
ar: نهاية الإطلاق
cs: KONEC VYDÁNÍ
es: FIN DE LA PUBLICACIÓN
pl: Póść aby skończyć
pt_pt: LANÇAMENTO FIM
zh_hans: 松开结束

# 已取消
source: Cancelled
ar: تم الالغاء
cs: Zrušeno
es: Cancelado
pl: Anulowany
pt_pt: Cancelado
zh_hans: 已取消

# 录音时间过短
source: Recording time is too short
ar: مدة التسجيل قصيرة جدا
cs: Doba záznamu je příliš krátká
es: El tiempo de grabación es demasiado corto
pl: Czas nagrywania jest zbyt krótki
pt_pt: O tempo de gravação é muito curto
zh_hans: 录音时间过短

# 麦克风权限未开启
source: Microphone permissions are not turned on
ar: لم يتم تشغيل إذن الميكروفون
cs: Oprávnění mikrofonu není zapnuté
es: Los permisos del micrófono no están activados
pl: Uprawnienia mikrofonu nie są włączone
pt_pt: As permissões do microfone não estão ativadas
zh_hans: 麦克风权限未开启

# 麦克风权限未开启,请进入系统【设置】>【隐私】>【麦克风】中打开开关,开启麦克风功能
source: The microphone permission is not enabled. Please enter the system [Settings] > [Privacy] > [Microphone] to turn on the switch and turn on the microphone function.
ar: لم يتم تشغيل إذن الميكروفون. الرجاء دخول النظام [الإعدادات]> [الخصوصية]> [ميكروفون] لتشغيل المفتاح وتشغيل وظيفة الميكروفون.
cs: Oprávnění k mikrofonu není povoleno. Vstupte do systému [Nastavení] > [Soukromí] > [Mikrofon], abyste zapnuli funkci mikrofonu.
es: El permiso del micrófono no está habilitado. Ingrese al sistema [Configuración]> [Privacidad]> [Micrófono] para encender el interruptor y activar la función de micrófono.
pl: Uprawnienia do mikrofonu nie są włączone. Wejdź do systemu [Ustawienia] > [Prywatność] > [Mikrofon], aby włączyć przełącznik i włączyć funkcję mikrofonu.
pt_pt: A permissão do microfone não está habilitada. Entre no sistema [Configurações] > [Privacidade] > [Microfone] para ligar o interruptor e ativar a função do microfone.
zh_hans: 麦克风权限未开启,请进入系统【设置】>【隐私】>【麦克风】中打开开关,开启麦克风功能

# 去设置
source: Set up
ar: ضبط
cs: Nastavit
es: Configurar
pl: Ustawić
pt_pt: Configurar
zh_hans: 去设置

# 逗留
source: Stay
ar: البقاء
cs: Pobyt
es: Quedarse
pl: Zostawać
pt_pt: Ficar
zh_hans: 逗留

# 到校
source: Arrive at school
ar: الوصةل للمدرسة
cs: Přijet do školy
es: Llegar a la escuela
pl: Przybycie do szkoły
pt_pt: chegar na escola
zh_hans: 到校

# 离校
source: Leave school
ar: مغادرة المدرسة
cs: Odejít ze školy
es: Dejar la escuela
pl: Wyjście ze szkoły
pt_pt: Sair da escola
zh_hans: 离校

# 到家
source: To home
ar: إلى المنزل
cs: Domů
es: A casa
pl: Do domu
pt_pt: para casa
zh_hans: 到家

# 离家
source: Leave home
ar: مغادرة المنزل
cs: Opustit domov
es: Salir de casa
pl: Wyjście z domu
pt_pt: sair de casa
zh_hans: 离家

# 待处理
source: To be processed
ar: يتم اجرائها
cs: Ke zpracování
es: Por procesar
pl: Do przetworzenia
pt_pt: Ser processado
zh_hans: 待处理

# 已接受
source: Accepted
ar: تم القبول
cs: Přijato
es: Aceptado
pl: Przyjęty
pt_pt: Aceitaram
zh_hans: 已接受

# 已拒绝
source: Rejected
ar: تم الرفض
cs: Odmítnuto
es: Rechazado
pl: Odrzucony
pt_pt: rejeitado
zh_hans: 已拒绝

# 监护人申请
source: Guardian Apply
ar: طلب الحارس
cs: Požádejte opatrovníka
es: Aplicar tutor
pl: Potwierdź opiekuna
pt_pt: Aplicação de Guardião
zh_hans: 监护人申请

# 申请成为监护人,是否同意?
source: apply for guardianship,do you agree?
ar: طلب ملزم ، هل توافق؟
cs: žádost o opatrovnictví, souhlasíte?
es: Solicitar la tutela, ¿estás de acuerdo?
pl: Złóż wniosek o opiekę, zgadzasz się?
pt_pt: aplicar para tutela, você concorda?
zh_hans: 申请成为监护人,是否同意?

# 未知号码
source: Unknow
ar: غير معروف
cs: Neznámý
es: Desconocido
pl: Nieznany
pt_pt: Desconhecido
zh_hans: 未知号码

# 电量低
source: Low power
ar: طاقة منخفظة
cs: Nízké nabití
es: Baja potencia
pl: Niska moc
pt_pt: Baixa potência
zh_hans: 电量低

# 手表电量低,请及时充电
source: Watch power is low,please charge it in time
ar: طاقة الساعة منخفظة، الرجاء شحنها في أقرب وقت
cs: Nabití hodinek je nízké, nabijte je prosím včas
es: La energía del reloj es baja, cárguela a tiempo
pl: Poziom baterii zegarka jest niski, proszę naładować ją na czas
pt_pt: A energia do relógio está baixa, carregue-o a tempo
zh_hans: 手表电量低,请及时充电

# 手机电量已低于20%,请及时连接USB充电
source: Watch power is less than 20%. Please connect USB charging in time
ar: طاقة الساعة تقل عن 20%، الرجاء وصلها بشاحن اليو أس بي في أقرب وقت
cs: Nabití hodinek je menší než 20 %. Připojte nabíjení USB včas
es: La potencia del reloj es inferior al 20 %. Conecta la carga USB a tiempo.
pl: Moc zegarka jest mniejsza niż 20%. Podłącz ładowanie USB na czas
pt_pt: O poder do relógio é inferior a 20%. Por favor, conecte o carregamento USB a tempo
zh_hans: 手机电量已低于20%,请及时连接USB充电

# 上学迟到
source: Late for school
ar: التأخر عن المدرسة
cs: Pozdě do školy
es: Tarde para la escuela
pl: Spóźniony do szkoły
pt_pt: Atrasado para a escola
zh_hans: 上学迟到

# 上学时间到了,宝贝还未到达学校
source: School time is up, baby hasn't arrived at school yet.
ar: نهاية وقت المدرسة، الطفل لم يصل للمدرسة بعد
cs: Výuka začala, dítě ještě nedorazilo do školy.
es: Se acabó el tiempo escolar, el bebé aún no ha llegado a la escuela.
pl: Czas szkolny się rozpoczął, dziecko jeszcze nie przybyło do szkoły.
pt_pt: O tempo escolar acabou, o bebê ainda não chegou à escola.
zh_hans: 上学时间到了,宝贝还未到达学校

# 在学校逗留
source: Stay in school
ar: البقاء في المدرسة
cs: Zůstat ve škole
es: Permanece en la escuela
pl: Zostań w szkole
pt_pt: Fique na escola
zh_hans: 在学校逗留

# 已放学超过30分钟了,宝贝还在学校逗留
source: More than 30 minutes after school,baby is still staying at school.
ar: أكثر من 30 دقيقة بعد المدرسة، الطفل لا يزال في المدرسة
cs: Více než 30 minut po škole dítě stále zůstává ve škole.
es: Más de 30 minutos después de la escuela, el bebé todavía se queda en la escuela.
pl: Ponad 30 minut po szkole dziecko wciąż przebywa w szkole.
pt_pt: Mais de 30 minutos depois da escola, o bebê ainda está na escola.
zh_hans: 已放学超过30分钟了,宝贝还在学校逗留

# 最晚回家时间到了，宝贝还未回家
source: It's time to go home at the latest.Baby hasn't come home yet.
ar: حان وقت العودة إلى المنزل على أبعد تقدير. لم يعد الطفل إلى المنزل بعد.
cs: Je čas jít domů. Dítě se ještě nevrátilo domů.
es: Es hora de irse a casa a más tardar. El bebé aún no ha llegado a casa.
pl: Najpóźnejszy czas powrotu upłynął. Dziecko jeszcze nie wróciło.
pt_pt: É hora de ir para casa o mais tardar. O bebê ainda não voltou para casa.
zh_hans: 最晚回家时间到了，宝贝还未回家

# 到校-消息
source: Arrive at school
ar: الوصةل للمدرسة
cs: Přijet do školy
es: Llegar a la escuela
pl: Przybycie do szkoły
pt_pt: chegar na escola
zh_hans: 到校

# 到达学校区域
source: Arrive in the school area
ar: الوصول إلى منطقة المدرسة
cs: Příjezd do areálu školy
es: Llegar a la zona de la escuela.
pl: Przybycie na obszar szkolny
pt_pt: Chegue na área da escola
zh_hans: 到达学校区域

# 宝贝已经到达学校
source: Baby has arrived at school
ar: وصل الطفل إلى المدرسة
cs: Dítě dorazilo do školy
es: El bebé ha llegado a la escuela.
pl: Dziecko przybyło do szkoły
pt_pt: O bebê chegou na escola
zh_hans: 宝贝已经到达学校

# 离校-消息
source: Leaving school
ar: مغادرة المدرسة
cs: Odchod ze školy
es: Dejando la escuela
pl: Opuszczanie szkoły
pt_pt: Saindo da escola
zh_hans: 离校

# 离开学校区域
source: Leaving school area
ar: مغادرة منطقة المدرسة
cs: Opuštění areálu školy
es: Saliendo del área de la escuela
pl: Opuszczanie obszaru szkolnego
pt_pt: Saindo da área escolar
zh_hans: 离开学校区域

# 到家-消息
source: Arrive at home
ar: الوصول إلى المنزل
cs: Dorazit domů
es: Llegue a casa
pl: Przybycie do domu
pt_pt: Chegar em casa
zh_hans: 到家

# 到达家庭区域
source: Arriving at home area
ar: الوصول إلى منطقة المنزل
cs: Příjezd do domácí oblasti
es: Llegada a la zona de origen
pl: Przybycie na obszar domowy
pt_pt: Chegando na área de origem
zh_hans: 到达家庭区域

# 离家-消息
source: Leaving home
ar: مغادرة المنزل
cs: Opustit domov
es: Dejar el hogar
pl: Opuszczanie dom
pt_pt: Deixando o lar
zh_hans: 离家

# 离开家庭区域
source: Leaving home area
ar: مغادرة منطقة المنزل
cs: Opuštění domovské oblasti
es: Saliendo del área de origen
pl: Opuszczanie obszaru domowego
pt_pt: Saindo da área residencial
zh_hans: 离开家庭区域

# 全选
source: Select all
ar: تعيين الكل
cs: Vybrat vše
es: Seleccionar todo
pl: Zaznacz wszystko
pt_pt: Selecionar tudo
zh_hans: 全选

# 确认拒绝?
source: Confirm rejection?
ar: تأكيد الرفض؟
cs: Potvrdit odmítnutí?
es: ¿Confirmar rechazo?
pl: Potwierdzić odrzucenie?
pt_pt: Confirmar rejeição?
zh_hans: 确认拒绝?

# 确认同意?
source: Confirm consent?
ar: تأكيد الموافقة؟
cs: Potvrdit souhlas?
es: ¿Confirmar consentimiento?
pl: Potwierdzić zgodę?
pt_pt: Confirmar consentimento?
zh_hans: 确认同意?

# 请输入你要删除的消息
source: Please enter the message you want to delete
ar: الرجاء إدخال الرسالة التي تريد حذفها
cs: Zadejte zprávu, kterou chcete smazat
es: Por favor ingrese el mensaje que desea eliminar
pl: Wybierz wiadomość, którą chcesz usunąć
pt_pt: Por favor, digite a mensagem que você deseja excluir
zh_hans: 请输入你要删除的消息

# 新语音消息
source: New Voice Message
ar: رسالة صوتية جديدة
cs: Nová hlasová zpráva
es: Nuevo mensaje de voz
pl: Nowa wiadomość głosowa
pt_pt: Nova mensagem de voz
zh_hans: 新语音消息

# 成员
source: Member
ar: العضو
cs: Člen
es: Miembro
pl: Członek
pt_pt: Membro
zh_hans: 成员

# 绑定手表的家庭成员,会自动添加到语聊
source: Family members who are bound to the watch will be automatically added to the chat
ar: تتم إضافة أفراد العائلة المتصلين بالساعة تلقائيًا إلى الدردشة
cs: Členové rodiny, kteří jsou vázáni na hodinky, budou automaticky přidáni do chatu
es: Los miembros de la familia que están vinculados al reloj se agregarán automáticamente al chat.
pl: Członkowie rodziny powiązani z zegarkiem zostaną automatycznie dodani do czatu
pt_pt: Os membros da família vinculados ao relógio serão adicionados automaticamente ao bate-papo
zh_hans: 绑定手表的家庭成员,会自动添加到语聊

# 清除聊天记录
source: CLEAR CHAT HISTORY
ar: حذف تاريخ الدردشة
cs: VYMAZAT HISTORII CHATU
es: BORRAR HISTORIAL DE CHAT
pl: WYCZYŚĆ HISTORIĘ CZATU
pt_pt: LIMPAR HISTÓRICO DO CHAT
zh_hans: 清除聊天记录

# 清空聊天记录
source: Claer chat history
ar: حذف تاريخ الدردشة
cs: Vymazet historii chatu
es: Borrar el historial del chat
pl: Wyczyść historię czatu
pt_pt: Histórico de bate-papo Claer
zh_hans: 清空聊天记录

# 确定清空记录?
source: Determine to clear record?
ar: تأكيد حدف السجل ؟
cs: Rozhodli jste se vymazat záznam?
es: ¿Determinar la eliminación del registro?
pl: Wyczyścić nagranie?
pt_pt: Determinar para limpar o registro?
zh_hans: 确定清空记录?

# 清理完成
source: Clean up
ar: التظيف
cs: Vyčistit
es: Limpiar
pl: Posprzątać
pt_pt: Limpar
zh_hans: 清理完成
