Repository: lizhuxian020/LZXCBWork
Catalog: cobanBnPetSwift/Ohter/*.lproj/Localizable.strings
Languages: ar, cs, es, pl, pt_pt, zh_hans

# 请输入名字（10个字以内）
source: Please enter your name
cs: Zadejte prosím své jméno
es: Por favor , escribe tu nombre
pl: Wprowadź swoje imię
pt_pt: Por favor, insira seu nome
zh_hans: 请输入名字（10个字以内）

# 米
source: m
es: metro
zh_hans: 米

# 校讯通
source: Alumnus
cs: Absolvent
es: Alumno antiguo
pl: Absolwent
pt_pt: ex-aluno
zh_hans: 校讯通

# 微信
source: WeChat
zh_hans: 微信

# 秒
source: s
zh_hans: 秒
