Repository: lizhuxian020/LZXCBWork
Catalog: cobanBnPetSwift/Ohter/*.lproj/Localizable.strings
Languages: ar, cs, es, pl, pt_pt, zh_hans

# 登录
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
es: Acceso
pl: Zaloguj sie
pt_pt: Conecte-se
zh_hans: 登录

# 注册
source: Register
ar: التسجيل
cs: Registrovat
es: Registro
pl: Zarejestruj się
pt_pt: Registro
zh_hans: 注册

# 手机号码
source: cellphone number
ar: رقم الهاتف
cs: Telefonní číslo
es: Número de teléfono
pl: Numer telefonu
pt_pt: Número de telefone
zh_hans: 手机号码

# 请输入手机号码
source: Please enter cellphone number
ar: الرجاء إدخال رقم الهاتف
cs: Zadejte prosím telefonní číslo
es: Por favor introduzca el número de teléfono
pl: Wprowadź numer telefonu
pt_pt: Insira o número de telefone
zh_hans: 请输入手机号码

# 请输入手机号码/邮箱
source: Please input phone number/email
ar: الرجاء إدخال رقم الهاتف / البريد الالكتروني
cs: Zadejte prosím telefonní číslo/e-mail
es: Por favor introduzca el número de teléfono/correo eletrónico
pl: Wprowadź numer telefonu/e -mail
pt_pt: Por favor insira o número de telefone/e-mail

# 请输入国家码
source: input country code
ar: الرجاء إدخال رمز البلد
cs: zadejte kód země
es: ingrese el código del país
pl: Wprowadź kod kierunkowy kraju
pt_pt: insira o código do país
zh_hans: 请输入国家码

# 登录密码
source: password
ar: كلمة المرور
cs: Heslo
es: contraseña
pl: Hasło
pt_pt: senha

# 请输入登录密码
source: Please input your password
ar: الرجاء إدخال كلمة المرور الخاصة بك
cs: Zadejte prosím své heslo
es: Por favor introduzca su contraseña
pl: Wprowadź hasło
pt_pt: Por favor insira sua senha

# 请输入您的密码
source: Please input password
ar: الرجاء إدخال كلمة المرور
cs: Zadejte prosím heslo
es: Por favor introduzca la contraseña
pl: Wprowadź hasło
pt_pt: Insira a senha
zh_hans: 请输入您的密码

# 确定-登录页面
source: CONFIRM
ar: التأكيد
cs: POTVRDIT
es: CONFIRMAR
pl: POTWIERDŹ
pt_pt: CONFIRME
zh_hans: 确定

# 注册-登录页面
source: REGISTER
ar: التسجيل
cs: REGISTROVAT
es: REGISTRARSE
pl: ZAREJESTRUJ
pt_pt: REGISTRO
zh_hans: 注册

# 忘记密码?
source: Forget password
ar: نسيت كلمة المرور ؟
cs: zapomenuté heslo?
es: ¿Olvidó su contraseña?
pl: Zapomnij hasło?
pt_pt: Esqueceu a senha?
zh_hans: 忘记密码?

# 忘记密码
source: Forget password
ar: نسيت كلمة المرور
cs: zapomenuté heslo
es: Olvidé la contraseña
pl: Zapomnij hasło
pt_pt: Esqueceu a senha
zh_hans: 忘记密码

# 验证码登录
source: Verification code login
ar: التحقق من رمز تسجيل الدخول
cs: Přihlášení ověřovacím kódem
es: Código de verificación de inicio de sesión
pl: Kod weryfikacyjny logowania
pt_pt: Login do código de verificação

# 登录密码登录
source: password login
ar: كلمة مرور تسجيل الدخول
cs: přihlášení pomocí hesla
es: Contraseña de acceso
pl: Hasło logowania
pt_pt: senha de acesso

# 手机验证码
source: Phone verification code
ar: رمز التحقق من الهاتف
cs: Telefonní ověřovací kód
es: Código de verificación del teléfono
pl: Kod weryfikacji telefonu
pt_pt: Código de verificação do telefone

# 验证码
source: Verification code
ar: رمز التحقق
cs: Ověřovací kód
es: Código de verificación
pl: Kod weryfikacyjny
pt_pt: Código de verificação

# 请输入手机验证码
source: input verification code
ar: إدخال رمز التحقق
cs: zadejte ověřovací kód
es: Introducir código de verificación
pl: Wprowadź kod weryfikacji
pt_pt: código de verificação de entrada

# 请输入您的验证码
source: Enter your verification code
ar: إدخال رمز التحقق الخاص بك
cs: Zadejte svůj ověřovací kód
es: Ingrese su código de verificación
pl: Wprowadź swój kod weryfikacji
pt_pt: Insira seu código de verificação
zh_hans: 请输入您的验证码

# 获取验证码
source: Get verification
ar: الحصول على رمز التحقق
cs: Ověřit
es: Obterner la verificación
pl: Uzyskaj weryfikację
pt_pt: Obter verificação
zh_hans: 获取验证码

# 新密码
source: new password
ar: كلمة مرور جديدة
cs: nové heslo
es: Nueva contraseña
pl: Nowe hasło
pt_pt: Nova Senha

# 旧密码
source: old password
ar: كلمة المرور السابقة
cs: staré heslo
es: Antigua contraseña
pl: Stare hasło
pt_pt: Senha Antiga

# 请再次输入新密码
source: Please enter the new password again
ar: الرجاء إدخال كلمة المرور الجديدة مرة أخرى
cs: Zadejte prosím nové heslo znovu
es: Vuelva a introducir la nueva contraseña
pl: Wprowadź ponownie nowe hasło
pt_pt: Por favor, digite a nova senha novamente

# 请再次输入您的密码
source: Please confirm your password again
ar: الرجاء تأكيد كلمة المرور الخاصة بك مرة أخرى
cs: Prosíme potvrďte znovu svoje heslo
es: Por favor, confirme su contraseña de nuevo
pl: Ponownie potwierdź hasło
pt_pt: Por favor, confirme sua senha novamente
zh_hans: 请再次输入您的密码

# 请输入6-12位字符密码
source: Please input 6-12 characters password
ar: الرجاء إدخال كلمة مرور من 6 إلى 12 حرفا
cs: Zadejte heslo o délce 6–12 znaků
es: Ingrese una contraseña de 6 a 12 caracteres
pl: Wprowadź 6-12 znaków hasło
pt_pt: Insira a senha de 6 a 12 caracteres

# 两次密码输入不一致
source: Two passwords are inconsistent
ar: كلمتا المرور غير متطابقتان
cs: Hesla neodpovídají
es: Las dos contraseñas son incompatibles
pl: Dwa hasła są niespójne
pt_pt: Duas senhas são inconsistentes

# 姓名
source: name
ar: الاسم
cs: název
es: Nombre
pl: Nazwa
pt_pt: nome

# 请输入您的姓名
source: please enter your name
ar: الرجاء إدخال اسمك
cs: zadejte svoje jméno
es: Por favor , introduzca su nombre
pl: Proszę podać swoje imię
pt_pt: Por favor, insira seu nome

source: Retry in
ar: إعادة المحاولة
cs: Zkusit znovu
es: Volver a intentar en
pl: Spróbuj ponownie
pt_pt: Repetir em

# 两次输入的密码不同
source: The password entered twice is different
ar: كلمة المرور التي تم إدخالها مرتين مختلفة
cs: Heslo zadané dvakrát neodpovídá
es: Las dos contraseñas ingresadas son incorrectas
pl: Hasło wprowadzone dwukrotnie jest inne
pt_pt: A senha digitada duas vezes é diferente
zh_hans: 两次输入的密码不同

# 图形验证码
source: Captcha
ar: الكابتشا

# 请输入结果
source: input the result
ar: إدخال النتيجة
cs: zadejte výsledek
es: Introduzca el resultado
pl: Wprowadź wynik
pt_pt: insira o resultado

# 请输入图形验证码
source: Please input the captcha
ar: الرجاء إدخال الكابتشا
cs: Zadejte prosím captcha
es: Por favor ingrese el captcha
pl: Wprowadź captcha
pt_pt: Por favor insira o captcha

# 请输入正确的图形验证码
source: Please input the correct captcha
ar: الرجاء إدخال الكابتشا الصحيحة
cs: Zadejte prosím správný obrázek captcha
es: Por favor ingrese el captcha correcto
pl: Wprowadź prawidłowy captcha
pt_pt: Por favor insira o captcha correto

# 图形验证码已过期
source: Captcha has expired
ar: إنتهت صلاحية الكابتشا
cs: Platnost captcha vypršela
es: El captcha ha caducado
pl: Captcha wygasł
pt_pt: Captcha expirou

# 首页
source: Home
ar: الصفحة الرئيسية
cs: Domů
es: Inicio
pl: Dom
pt_pt: Casa
zh_hans: 首页

# 绑定
source: Bind
ar: الاتصال
cs: Připojit
es: Vincular
pl: Powiąż
pt_pt: Ligar
zh_hans: 绑定

# 检测该账号未绑定任何智能设备，部分功能无法使用
source: Detect that the account is not bound to any smart device, some functions cannot be used
ar: الكشف أن الحساب غير متصل بأي جهاز ذكي، لا يمكن استخدام بعض الوظائف
cs: Zjistěte, zda účet není vázán na žádné chytré zařízení, některé funkce nelze použít
es: Detectar que la cuenta no está vinculada a ningún dispositivo inteligente, algunas funciones no se pueden utilizar
pl: Wykryć, że konto nie jest powiązane z żadnym inteligentnym urządzeniem, niektórych funkcji nie można użyć
pt_pt: Detecta que a conta não está vinculada a nenhum dispositivo inteligente, algumas funções não podem ser usadas
zh_hans: 检测该账号未绑定任何智能设备，部分功能无法使用

# 绑定设备
source: Bind device
ar: وصل الجهاز
cs: připojit zařízení
es: Vincular dispositivo
pl: Urządzenie do powiązania
pt_pt: vincular dispositivo
zh_hans: 绑定设备

# 绑定申请已发送，请等待管理员确认
source: The binding application has been sent, please wait for the administrator to confirm
ar: تم إرسال طلب الاتصال، الرجاء انتظار المسؤول للتأكيد
cs: Žádost o připojení byla odeslána, vyčkejte prosím na potvrzení administrátorem
es: La solicitud de vinculación ha sido enviada,espere la confirmación del administrador
pl: Wniosek o powiązanie został wysłany, poczekaj, aż administrator potwierdzi
pt_pt: O aplicativo obrigatório foi enviado, aguarde a confirmação do administrador
zh_hans: 绑定申请已发送，请等待管理员确认

# 重新绑定
source: Rebind
ar: إعادة الاتصال
cs: Znovu připojit
es: Revincular
pl: Powiąż ponownie
pt_pt: religar
zh_hans: 重新绑定

# 退出登录
source: logout
ar: تسجسل الخروج
cs: odhlásit se
es: Cerrar sesión
pl: Wyloguj się
pt_pt: sair
zh_hans: 退出登录

# 扫描设备二维码
source: Scan QR code
ar: مسح رمز الاستجابة السريعة
cs: Naskenujte QR kód
es: Escanear código QR
pl: Skanowania QR code
pt_pt: Escanear código QR
zh_hans: 扫描设备二维码

# 相册
source: Album
ar: ألبوم
es: Álbum
pt_pt: Álbum
zh_hans: 相册

# 请对准需要识别设备的二维码
source: Please point to the QR code of the device to be identified
ar: يرجى الإشارة إلى رمز الاستجابة السريعة للجهاز من أجل تحديد الهوية
cs: Namiřte prosím na QR kód zařízení, které má být identifikováno
es: Señale el código QR del dispositivo para ser identificado
pl: Wskaż kod QR urządzenia do zidentyfikowania
pt_pt: Por favor, aponte para o código QR do dispositivo a ser identificado
zh_hans: 请对准需要识别设备的二维码

# 多次扫描不成功？试试
source: Unsuccessful multiple scans? Try
ar: عمليات مسح متعددة غير ناجحة ؟ المحاولة
cs: Neúspěšné vícenásobné skenování? Vyzkoušejte znovu.
es: ¿Escaneos múltiples fallidos? Intentar
pl: Nieudane wiele skanów? Próbować
pt_pt: Múltiplas varreduras malsucedidas? Experimentar
zh_hans: 多次扫描不成功？试试

# 输入绑定号
source: Enter the binding number
ar: إدخال رقم الاتصال
cs: Zadejte číslo připojení
es: Ingrese el número de enlace
pl: Wprowadź numer powiązania
pt_pt: Insira o número de ligação
zh_hans: 输入绑定号

# 绑定号是15位 数字的IMEI号，请滑动设备屏幕查看
source: The binding number is a 15-digit IMEI number, please slide the device screen to view
ar: رقم الاتصال هو رقم الهوية الدولية للجهاز المحمول المكون من 15 رقمًا، الرجاء تحريك شاشة الجهاز للمشاهدة
cs: Závazné číslo je 15místné číslo IMEI
es: El número vinculante es un número IMEI de 15 dígitos, deslice la pantalla del dispositivo para ver
pl: Numer powiązania to 15-cyfrowy numer IMEI, przesuń ekran urządzenia, aby wyświetlić
pt_pt: O número de ligação é um número IMEI de 15 dígitos, deslize a tela do dispositivo para visualizar
zh_hans: 绑定号是15位 数字的IMEI号，请滑动设备屏幕查看

# 绑定号
source: Binding number
ar: الرقم
cs: Číslo
es: Número
pl: Numer
pt_pt: Número
zh_hans: 绑定号

# 请输入设备绑定号
source: Input the device binding number
ar: إدخال رقم إتصال الجهاز
cs: Zadejte číslo připojení zařízení
es: Ingrese el número de enlace del dispositivo
pl: Wprowadź numer powiązania urządzenia
pt_pt: Insira o número de ligação do dispositivo
zh_hans: 请输入设备绑定号

# 绑定成功
source: Bind successfully
ar: تم الوصل بنجاح
cs: Připojení úspěšné
es: Vinculación exitosa
pl: Powiązanie udane
pt_pt: Ligação bem-sucedida
zh_hans: 绑定成功

# 欢迎使用宠物定位器
source: Welcome to use the pet locator
ar: مرحبا بكم في استخدام محدد مواقع الحيوانات الأليفة
cs: Vítejte v používání lokátoeu domácích mazlíčků
es: Bienvenido al localizador de mascotas
pl: Zapraszamy do korzystania z lokalizatora zwierząt
pt_pt: Bem-vindo ao usar o localizador de animais de estimação
zh_hans: 欢迎使用宠物定位器

# 开始体验宠物定位器神奇技能
source: Start to experience the magic skills of pet locator
ar: البدء في تجربة المهارات السحرية لمُحدد موقع الحيوان الأليف
cs: Začněte ptracovat s lokátorem domácích mazlíčků
es: Comienza a experimentar las habilidades mágicas del localizador de mascotas.
pl: Zacznij doświadczać magicznych umiejętności lokalizatora zwierząt
pt_pt: Comece a experimentar as habilidades mágicas do localizador de animais de estimação
zh_hans: 开始体验宠物定位器神奇技能

# 去完善宠物资料
source: To perfect pet information
ar: لإتمام معلومات الحيوان الأليف
cs: Dokonalé informace o domácích mazlíčcích
es: Perfeccionar la información sobre mascotas
pl: Do doskonałej informacji o zwierzakach
pt_pt: Para aperfeiçoar as informações do animal de estimação
zh_hans: 去完善宠物资料

# 设备绑定号码不存在
source: Device binding number does not exist
ar: رقم اتصال الجهاز غير موجود
cs: Číslo připojení zařízení neexistuje
es: El número de vinculación del dispositivo no existe
pl: Numer powiązania urządzenia nie istnieje
pt_pt: O número de vinculação do dispositivo não existe
zh_hans: 设备绑定号码不存在

# 最后位置
source: Last position
ar: الموقع الأخير
cs: Poslední pozice
es: Última posición
pl: Ostatnia pozycja
pt_pt: Última posição
zh_hans: 最后位置

# 分钟前
source: minutes ago
ar: منذ دقيفة
cs: minutu před
es: Hace unos minutos
pl: Minuty temu
pt_pt: minutos atrás
zh_hans: 分钟前

# 小时前
source: hours ago
ar: منذ ساعة
cs: před hodinami
es: Hace ____ horas
pl: Godzinę temu
pt_pt: horas atrás
zh_hans: 小时前

# 天前
source: days ago
ar: منذ يوم
cs: před pár dny
es: Hace ____ días
pl: Kilka dni temu
pt_pt: dias atrás
zh_hans: 天前

# 月前
source: month ago
ar: منذ شهر
cs: před měsícem
es: Hace ____ mes
pl: Miesiąc temu
pt_pt: mês atrás
zh_hans: 月前

# 年前
source: years ago
ar: منذ سنة
cs: před lety
es: Hace ___ años
pl: Lata temu
pt_pt: anos atrás
zh_hans: 年前

# 定位
source: Positioning
ar: تحديد الموقع
cs: Lokalizace
es: Posicionamiento
pl: Pozycjonowanie
pt_pt: Posicionamento
zh_hans: 定位

# 定位-首页
source: Location
ar: الموقع
cs: Poloha
es: Localización
pl: Lokalizacja
pt_pt: Localização
zh_hans: 定位

# 电话
source: Phone
ar: الهاتف
cs: Telefon
es: Teléfono
pl: Telefon
pt_pt: Telefone
zh_hans: 电话

# 电话-首页
source: Call
ar: اتصال
cs: Volání
es: Llamar a
pl: Dzwonić
pt_pt: Ligar
zh_hans: 电话

# 语聊
source: Talk
ar: حديث
cs: Mluvit
es: Hablar
pl: Rozmawiać
pt_pt: Conversa
zh_hans: 语聊

# 绑定手表
source: Bound watch
ar: وصل الساعة
cs: Připojené hodinky
es: Reloj vinculado
pl: Powiązany zegarek
pt_pt: relógio encadernado
zh_hans: 绑定手表

# 功能
source: Function
ar: الوظيفة
cs: Funkce
es: Función
pl: Funkcje
pt_pt: Função
zh_hans: 功能

# 已连接
source: Connected
ar: متصل بالأنترنت
cs: Připojeno
es: Conectado
pl: Połączony
pt_pt: Conectado
zh_hans: 已连接

# 未连接
source: Disconnected
ar: غير متصل بالأنترنت
cs: Odpojeno
es: Desconectado
pl: Rozłączony
pt_pt: Desconectado
zh_hans: 未连接

# 需要绑定手表才能正常使用
source: Need to bind the watch to work properly
ar: تحتاج إلى وصل الساعة لتعمل بشكل صحيح
cs: Aby hodinky správně fungovaly, je třeba je připojit
es: Necesita vincular el reloj para que funcione correctamente
pl: Musisz powiązać zegarek, aby działał poprawnie
pt_pt: Precisa vincular o relógio para funcionar corretamente
zh_hans: 需要绑定手表才能正常使用

# 立即绑定
source: Bind now
ar: الوصل الآن
cs: Připojte nyní
es: Vincular ahora
pl: Powiązać teraz
pt_pt: Vincular agora
zh_hans: 立即绑定

# 确定
source: Confirm
ar: موافق
cs: OK
es: OK
pl: OK
pt_pt: OK
zh_hans: 确定

# 取消
source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
pl: Anulować
pt_pt: Cancelar
zh_hans: 取消

# 状态正常
source: Normal
ar: عادي
cs: Normální
pl: Normalny
zh_hans: 状态正常

# 标为已读
source: Mark as read
ar: وضع علامة تمت القراءة
cs: Označit jako přečtené
es: Marcar como leído
pl: Oznacz jako przeczytane
pt_pt: marcar como Lido
zh_hans: 标为已读

# 确定将所有消息标为已读
source: Make sure to mark all messages as read
ar: تأكد من وضع علامة تمت القراءة على جميع الرسائل
cs: Nezapomeňte označit všechny zprávy jako přečtené
es: Marcar todos los mensajes como leídos
pl: Upewnij się, że oznaczyłeś wszystkie wiadomości jako przeczytane
pt_pt: Certifique-se de marcar todas as mensagens como lidas
zh_hans: 确定将所有消息标为已读

# 系统消息
source: system information
ar: نظام المعلومات
cs: systémové informace
es: Información del sistema
pl: Informacje o systemie
pt_pt: informação do sistema
zh_hans: 系统消息

# 围栏动态
source: Fence Dynamic
ar: سياج ديناميكي
cs: Dynamický plot
es: Valla dinámica
pl: Obszar dynamiczny
pt_pt: Cerca Dinâmica
zh_hans: 围栏动态

# 听听记录
source: Listen to the record
ar: الاستماع إلى التسجيل
cs: Poslechněte si záznam
es: Escuchar la grabación
pl: Posłuchaj nagrania
pt_pt: Ouça o disco
zh_hans: 听听记录

# 电量动态
source: Power Dynamics
ar: الطاقة الديناميكية
cs: Dynamika výkonu
es: Dinámica de potencia
pl: Dynamika mocy
pt_pt: Dinâmica de poder
zh_hans: 电量动态

# 定位记录
source: Location Record
ar: تسجيل الموقع
cs: Záznam o poloze
es: Registro de localización
pl: Zapis lokalizacji
pt_pt: Registro de localização
zh_hans: 定位记录

# 您的宠物
source: Your pet
ar: حيوانك الأليف
cs: Váš domácí mazlíček
es: Tu mascota
pl: Twój zwierzak
pt_pt: Seu animal de estimação
zh_hans: 您的宠物

# 给您发来了一段语音
source: has sent you a voice
ar: أرسل إليك صوت
cs: vám poslal hlas
es: te ha enviado una voz
pl: Wysłał ci głos
pt_pt: te enviou uma voz
zh_hans: 给您发来了一段语音

# 离开了安全区域
source: has left the safe area
ar: غادر منطقة الأمان
cs: opustil bezpečnou oblast
es: Ha salido de la zona segura
pl: Opuścił bezpieczny obszar
pt_pt: deixou a área segura
zh_hans: 离开了安全区域

# 进入了安全区域
source: has entered a safe area
ar: دخل منطقة الأمان
cs: vstoupil do bezpečné oblasti
es: Ha entrado en una zona segura
pl: Wszedł do bezpiecznego obszaru
pt_pt: entrou em uma área segura
zh_hans: 进入了安全区域

# 您的设备
source: Your device
ar: جهازك
cs: Vaše zařízení
es: Tu dispositivo
pl: Twoje urządzenie
pt_pt: Seu dispositivo
zh_hans: 您的设备

# 电量快没电了，请尽快充电...
source: is almost out of power, please charge it as soon as possible...
ar: أوشك على نفاد طاقنه، الرجاء شحنه في أقرب وقت ممكن ...
cs: je téměř vybitá, nabijte ji prosím co nejdříve...
es: Está casi sin energía, cárguelo lo antes posible...
pl: Jest prawie rozładowany, proszę naładuj jak najszybciej ...
pt_pt: está quase sem energia, carregue-o o mais rápido possível...
zh_hans: 电量快没电了，请尽快充电...

# 电量不足20%，请尽快连接充电器进行充电。
source: The battery is less than 20%, please connect the charger as soon as possible to charge.
ar: البطارية أقل من 20٪ ، يرجى توصيل الشاحن في أسرع وقت ممكن للشحن.
cs: Baterie je nabitá méně než 20 %, připojte prosím nabíječku co nejdříve.
es: La batería tiene menos del 20%, conecte el cargador lo antes posible para cargar.
pl: Poziom baterii jest mniejszy niż 20%, podłącz ładowarkę jak najszybciej, aby naładować.
pt_pt: A bateria está com menos de 20%, conecte o carregador o mais rápido possível para carregar.
zh_hans: 电量不足20%，请尽快连接充电器进行充电。

# 电量不足
source: Not enough power
ar: طاقة غير كافية
cs: Nízké nabití
es: No hay suficiente potencia
pl: Za mało mocy
pt_pt: Não há energia suficiente
zh_hans: 电量不足

# 申请绑定设备提醒
source: Apply for binding device reminder
ar: تطبيق لوصل الجهاز بمُذكر
cs: Připomeňte připojení zařízení
es: Solicitar recordatorio de dispositivo vinculante
pl: Złóż wniosek o przypomnienie urządzenia do powiązania
pt_pt: Solicitar lembrete de dispositivo de encadernação
zh_hans: 申请绑定设备提醒

# 正在申请绑定设备宠物
source: Applying for binding device pet
ar: تطبيق لوصل جهاز الحيوان الأليف
cs: Žádost o připojení zařízení
es: Solicitud de mascota dispositivo vinculante
pl: Ubieganie się o powiązanie urządzenia do zwierzaka
pt_pt: Inscrevendo-se para dispositivo de vinculação animal de estimação
zh_hans: 正在申请绑定设备宠物

# 用户
source: User
ar: المستخدم
cs: Uživatel
es: Usuario
pl: Użytkownik
pt_pt: Do utilizador
zh_hans: 用户

# 已同意
source: Approved
ar: تمت الموافقة
cs: Schválený
es: Aprobado
pl: Zatwierdzony
pt_pt: aprovado
zh_hans: 已同意

# 点击查看
source: Click to view
ar: أنقر للمشاهدة
cs: Kliknutím zobrazíte
es: Click para ver
pl: Kliknij, aby zobaczyć
pt_pt: Clique para ver
zh_hans: 点击查看

# 位置在
source: 's location in'
ar: الموقع s في
cs: 's umístění v'
es: 'ubicación en'
pl: Lokalizacja w
pt_pt: 'localização em'
zh_hans: 位置在

# 的声音
source: 's sound
ar: الصوت s
cs: zvuk
es: El sonido
pl: Dźwięk
pt_pt: som de
zh_hans: 的声音

# 是否听听
source: Are you listening
ar: هل أنت في الاستماع
cs: Posloucháš
es: ¿Estas escuchando?
pl: Czy słyszysz
pt_pt: Você está ouvindo
zh_hans: 是否听听

# 的位置未知
source: 's location is unkonwn
ar: الموقع s غير معروف
cs: poloha je neznámá
es: La ubicación es deconocida
pl: Lokalizacja jest nieznana
pt_pt: a localização é desconhecida
zh_hans: 的位置未知

# 展开
source: Show
ar: العرض
cs: Ukázat
es: Mostrar
pl: Pokaż
pt_pt: Mostrar
zh_hans: 展开

# 收起
source: Pack up
ar: الحزم
cs: Zabalit
es: Empacar
pl: Przestać działać
pt_pt: Empacotar
zh_hans: 收起

# 收到一条宠友消息
source: Received a pet friend message
ar: تلقيت رسالة من صديق للحيوان الأليف
cs: Obdrželi jste zprávu o přítele
es: Recibí un mensaje de amigo mascota
pl: Otrzymano wiadomość od zwierzaka
pt_pt: Recebeu uma mensagem de amigo animal de estimação
zh_hans: 收到一条宠友消息

# 收到一条绑定消息
source: Received a binding message
ar: تلقيت رسالة اتصال
cs: Přijata zpráva o připojení
es: Recibió un mensaje vinculante
pl: Otrzymano powiązaną wiadomość
pt_pt: Recebeu uma mensagem vinculativa
zh_hans: 收到一条绑定消息

# 收到一条宠友添加消息
source: Received a message to add a pet friend
ar: تلقيت رسالة لإضافة صديق للحيوان الأليف
cs: Obdrželi jste zprávu, abyste si přidali přítele
es: Recibí un mensaje para agregar una mascota
pl: Otrzymano wiadomość, aby dodać zwierzaka
pt_pt: Recebeu uma mensagem para adicionar um amigo de estimação
zh_hans: 收到一条宠友添加消息

# 收到一条低电报警消息
source: Received a low battery alarm message
ar: تلقيت رسالة تنبيه بانخفاض البطارية
cs: Obdrželi jste zprávu o vybité baterii
es: Recibió un mensaje de alarma de batería baja
pl: Otrzymano komunikat o niskim poziomie baterii
pt_pt: Recebeu uma mensagem de alarme de bateria fraca
zh_hans: 收到一条低电报警消息

# 收到一条围栏报警消息
source: Received a fence alarm message
ar: تلقيت رسالة إنذار متعلقة بالسياج
cs: Obdrželi jste zprávu bezpečnostní zóně
es: Recibió un mensaje de alerta de valla
pl: Otrzymano wiadomość alarmową obszaru
pt_pt: Recebeu uma mensagem de alarme de cerca
zh_hans: 收到一条围栏报警消息

# 收到一条听听消息
source: Received a listen message
ar: تلقيت رسالة استماع
cs: Přijata zvuková zpráva
es: Recibí un mensaje de voz
pl: Otrzymano wiadomość odsłuchu
pt_pt: Recebeu uma mensagem de escuta
zh_hans: 收到一条听听消息

# 查看详情
source: View
ar: المشاهدة
cs: Prohlédnout
es: Vista
pl: Widok
pt_pt: Visualizar
zh_hans: 查看详情

# 稍后处理
source: Process later
ar: العملية في وقت لاحق
cs: Zpracujte později
es: Procesar más tarde
pl: Przetwóz później
pt_pt: processar mais tarde
zh_hans: 稍后处理

# 发来一段语音
source: Sent a voice
ar: إرسال صوت
cs: Poslal hlas
es: Envió un mensaje de voz
pl: Wyślij wypowiedź
pt_pt: Enviou uma voz
zh_hans: 发来一段语音

# 设备通知
source: Device Notification
ar: إشعار الجهاز
cs: Upozornění zařízení
es: Notificación de dispositivo
pl: Powiadomienie urządzenia
pt_pt: Notificação do dispositivo
zh_hans: 设备通知

# 用户通知
source: User Notification
ar: إشعار المستخدم
cs: Upozornění uživatele
es: Notificación de usuario
pl: Powiadomienie użytkownika
pt_pt: Notificação do usuário
zh_hans: 用户通知

# 立即听听
source: Listen now
ar: الاستماع الآن
cs: Poslouchejte nyní
es: Escucha ahora
pl: Słuchaj teraz
pt_pt: Ouça agora
zh_hans: 立即听听

# 发来好友申请
source: Send a friend request
ar: إرسال طلب صداقة
cs: Pošlete žádost o přátelství
es: Envía un solicitud de amistad
pl: Wyślij zaproszenie do znajomych
pt_pt: Envie uma solicitação de amizade
zh_hans: 发来好友申请

# 电量过低
source: Battery is too low
ar: البطارية منخفضة جدا
cs: Baterie je málo nabitá
es: La batería está demasiado baja
pl: Bateria jest rozładowana
pt_pt: A bateria está muito baixa
zh_hans: 电量过低

# 选择系统
source: Select System
ar: اختيار النظام
cs: Vyberte Systém
es: Seleccionar sistema
pl: Wybierz system
pt_pt: Selecione o sistema
zh_hans: 选择系统

# 巴诺宠物
source: BAANOOl Pet
ar: BAANOOL الحيوان الأليف
cs: Domácí mazlíček
es: Mascota BAANOOl
pl: BAANOOL zwierzaka
zh_hans: 巴诺宠物

# 巴诺车联网
source: BAANOOL Car
ar: BAANOOL السيارة
cs: Automobil
es: Coche BAANOOL
pl: BAANOOL samochodu
pt_pt: Carro BAANOOL
zh_hans: 巴诺车联网

# 围栏半径：
source: radius：
ar: نصف القطر:
es: radio:
pl: Zasięg:
pt_pt: raio:
zh_hans: 围栏半径：

# 收到语音消息
source: Received voice message
ar: تلقيت رسالة صوتية
cs: Održena hlasová zpráva
es: Mensaje de voz recibido
pl: Otrzymałem wiadomość głosową
pt_pt: Mensagem de voz recebida
zh_hans: 收到语音消息

# 管理员拒绝了你的申请
source: The administrator rejected your application
ar: رفض المسؤول طلبك
cs: Administrátor zamítnul Vaši žádost
es: El administrador rechazó su solicitud
pl: Administrator odrzucił Twój wniosek
pt_pt: O administrador rejeitou sua inscrição
zh_hans: 管理员拒绝了你的申请

# 查看资料
source: checking data
ar: التحقق من البيانات
cs: kontrola dat
es: Comprobando datos
pl: Sprawdzanie danych
pt_pt: verificando dados
zh_hans: 查看资料

# 切换
source: Switch
ar: تبديل
cs: Přepínač
es: Cambiar
pl: Zmień
pt_pt: Trocar
zh_hans: 切换

# 添加手表
source: Add watch
ar: إضافة الساعة
cs: Přidat hodinky
es: Añadir reloj
pl: Dodaj zegarek
pt_pt: Adicionar relógio
zh_hans: 添加手表

# APP设置
source: APP Settings
ar: إعدادات التطبيق
cs: Nastavení aplikace
es: Ajustes de Aplicacion
pl: Ustawienia aplikacji
pt_pt: Configurações do aplicativo
zh_hans: APP设置
