Repository: lizhuxian020/LZXCBWork
Catalog: cobanBnPetSwift/Ohter/*.lproj/Localizable.strings
Languages: ar, cs, es, pl, pt_pt, zh_hans

# 进围栏报警
source: Fence entry alarm
ar: انذار الدخول للسياج
cs: Alarm vstupu do plotu
es: Alarma de entrada a la cerca
pl: Alarm wejścia w strefe
pt_pt: Alarme de entrada de cerca

# 出围栏报警
source: Fence out alarm
ar: انذار الخروج من السياج
cs: Alarm opuštění plotu
es: Alarma de cerca
pl: Alarm opuszczenia strefy
pt_pt: Cerca de alarme

# 时段1报警
source: Period 1 alarm
ar: انذار الفترة 1
cs: Alarm 1. období
es: Periodo de Alarma 1
pl: Okres 1 alarm
pt_pt: Período 1 alarme

# 时段2报警
source: Period 2 alarm
ar: انذار الفترة 2
cs: Alarm 2. období
es: Periodo de Alarma 2
pl: Okres 2 alarm
pt_pt: Alarme do período 2

# 操作成功
source: Success
ar: نجاح العملية
cs: Operace úspěšná
es: Operación exitosa
pl: Działanie powidoło się
pt_pt: Sucesso da Operação

# 权限
source: permission
ar: الإذن
cs: povolení
es: Permiso
pl: Pozwolenie
pt_pt: permissão

# 分配的设备
source: assigned equipment
ar: المعدات المخصصة
cs: přidělené zařízení
es: Equipo asignado
pl: Przypisany sprzęt
pt_pt: equipamento atribuído

# 创建时间
source: creation time
ar: توقيت الانشاء
cs: čas vytvoření
es: Tiempo de creación
pl: Czas utworzenia
pt_pt: tempo de criação

# 设置权限
source: Setting permissions
ar: إعداد الأذون
cs: Nastavení oprávnění
es: Configuración de permisos
pl: Ustawienie uprawnień
pt_pt: Configurando permissões

# 请输入备注
source: Please enter a note
ar: الرجاء إدخال المذكرة
cs: Zadejte prosím poznámku
es: Por favor ingrese una nota
pl: Wprowadź notatkę
pt_pt: Insira uma observação

# 请输入详细地址
source: Please input full address
ar: الرجاء إدخال العنوان الكامل
cs: Zadejte prosím celou adresu
es: Por favor ingrese la dirección completa
pl: Wprowadź pełny adres
pt_pt: Insira o endereço completo

# 确认删除? 删除后不可找回
source: Confirm to delete? it cannot be retrieved after deletion
ar: هل تريد تأكيد الحذف؟ لا يمكن استرجاعها بعد الحذف
cs: Potvrdit smazání? it po smazání nelze obnovit
es: ¿Confirmar para eliminar? No se podrá recuperar después de la eliminación
pl: Czy na pewno chcesz usunąć? Nie będzie możiwości odzyskania
pt_pt: Confirmar para excluir? não pode ser recuperado após a exclusão

# 设备信息
source: Device details
ar: تفاصيل الجهاز
cs: Podrobnosti o zařízení
es: Detalles del dispositivo
pl: Szczegóły urządzenia
pt_pt: Detalhes do dispositivo

# 控制指令
source: Control instruction
ar: ارشادات التحكم
cs: Kontrolní instrukce
es: Instrucción de control
pl: Instrukcja sterowania
pt_pt: Instrução de controle

# 指令记录
source: Instruction record
ar: سجل الارشادات
cs: Záznam instrukce
es: Registro de instrucciones
pl: Instrukcja nagrywania
pt_pt: registro de instrução

# 安装信息
source: Installation Information
ar: معلومات التثبيث
cs: Informace o instalaci
es: Información de instalación
pl: Informacje o instalacji
pt_pt: Informações de instalação

# 解绑设备
source: Unbind the device
ar: فك اتصال الجهاز
cs: Odpojte zařízení
es: Desvincular el dispositivo
pl: Rozłącz urządzenie
pt_pt: Desvincular o dispositivo

# 永久
source: Permanent
ar: دائم
cs: Trvalý
es: Permanente
pl: Stały
pt_pt: Permanente

# 休眠定位策略
source: Sleep tracking strategy
ar: استراتجية تعقب النوم
cs: Strategie sledování sleep
es: Estrategia de seguimiento del sueño
pl: Strategia śledzenia snu
pt_pt: Estratégia de monitoramento do sono

# 断油电
source: Stop engine
ar: توقيف المحرك
cs: Zastavit motor
es: Detener el motor
pl: Zatrzymaj silnik
pt_pt: Parar o motor

# 定位策略
source: Position
ar: الموقع
cs: Pozice
es: Posición
pl: Pozycja
pt_pt: Posição

# 静止时的时间间隔
source: Time when still
ar: التوقيت عند البقاء
cs: Čas, kdy ještě
es: Tiempo cuando todavía
pl: Czas postoju
pt_pt: Tempo quando ainda

# 运动时的时间间隔
source: Time when motion
ar: التوقيت عنذ الحركة
cs: Čas při pohybu
es: Momento en que el movimiento
pl: Czas w ruchu
pt_pt: Momento em que o movimento

# 运动时的距离间隔
source: Distance when motion
ar: المسافة عند الحركة
cs: Vzdálenost při pohybu
es: Distancia cuando el movimiento
pl: Przebyty dystans
pt_pt: Distância quando o movimento

# 听听模式
source: listen mode
ar: وضع الاستماع
cs: Režim odposlechu
es: Modo de escucha
pl: Tryb słuchania
pt_pt: modo de escuta

# 定位模式
source: Tracker mode
ar: وضع التعقب
cs: Režim sledování
es: Modo rastreador
pl: Tryb śledzenia
pt_pt: Modo rastreador

# 是否对设备确定恢复油电？
source: Whether to determine whether to restore the oil and power of the equipment?
ar: هل تريد تحديد ما إذا كان سيتم استعادة الزيت وطاقة المعدات؟
cs: Obnovit olej a výkon zařízení?
es: ¿Debe determinarse si se reestablece la energía del equipo?
pl: Czy przywrócić paliwo i zasilanie?
pt_pt: Se deve determinar se deve restaurar o óleo e a energia do equipamento?

# 锁电机
source: Lock motor
ar: قفل المحرك
cs: Uzamknout motor
es: Bloquear el motor
pl: Blokada silnika
pt_pt: Bloquear motor

# 解锁
source: unlock
ar: الغاء القفل
cs: odemknout
es: Desbloquear
pl: Odblokować
pt_pt: desbloquear

# 上锁
source: locked
ar: مقفل
cs: uzamčeno
es: Bloqueado
pl: Zablokowany
pt_pt: bloqueado

# 远程控制
source: Remote control
ar: جهاز التحكم عن بعد
cs: Dálkové ovládání
es: Control remoto
pl: Pilot
pt_pt: Controle remoto

# 远程点火
source: Remote ignition
ar: الاشتعال عن بعد
cs: Dálkové zapalování
es: Encendido remoto
pl: Zdalny zapłon
pt_pt: ignição remota

# 远程熄火
source: Remote flameout
ar: إطفاء الحريق عن بعد
cs: Vzdálené vypnutí
es: Apagado remoto
pl: Zdalne zgaszenie
pt_pt: Extinção remota

# 时区
source: time zone
ar: المنطقة الزمنية
cs: časové pásmo
es: Zona horario
pl: Strefa czasowa
pt_pt: fuso horário

# 输入6位短信密码
source: Enter 6-digit SMS password
ar: أدخل كلمة مرور للرسائل القصيرة مكونة من 6 أرقام
cs: Zadejte 6místné SMS heslo
es: Ingrese la contraseña de SMS de 6 dígitos
pl: Wprowadź 6-cyfrowe hasło SMS
pt_pt: Digite a senha SMS de 6 dígitos

# 设置油量校准
source: Oil calibration
ar: معايرة الزيت
cs: Kalibrace oleje
es: Calibración de aceite
pl: Kalibracja paliwa
pt_pt: calibração de óleo

# 零值校准
source: Zero
ar: صفر
cs: Nula
es: Cero
pl: Pusty

# 满值校准
source: Full
ar: ممتلئ
cs: Plný
es: Completo
pl: Pełny
pt_pt: Cheio

# 指令
source: Instructions
ar: الارشادات
cs: Instrukce
es: Instrucciones
pl: Instrukcje
pt_pt: Instruções

# 发送中
source: sending
ar: قيد الارسال
cs: odesílání
es: Enviando
pl: Wysyłanie
pt_pt: enviando

# 发送失败
source: Send Fail
ar: فشل الارسال
cs: Odeslání selhalo
es: Envío fallido
pl: Wysyłanie nie powiodło się
pt_pt: Falha no envio

# 上报策略
source: Position strategy
ar: استراتيجية الموقع
cs: Strategie sledování
es: Estrategia de posición
pl: Strategia pozycji
pt_pt: Estratégia de posição

# 回拨电话
source: Call back
ar: معاودة الاتصال
cs: Zavolejte zpět
es: Llamar de nuevo
pl: Oddzwoń
pt_pt: Ligar de volta

# 移位报警
source: Move
ar: الحركة
cs: Pohyb
es: Movimiento
pl: Przenosić
pt_pt: Jogada

# 请求OBD
source: OBD Msg
ar: رسالة جهاز تشخيص الأعطال الذاتي
cs: OBD zpráva
es: Mensaje OBD
pt_pt: Mensagem OBD

# 恢复出厂设置
source: Restore factory settings
ar: استعادة إعدادات المصنع
cs: Obnovit tovární nastavení
es: Restaurar la configuración de fábrica
pl: Przywrócić ustawienia fabryczne
pt_pt: Restaurar configurações de fábrica

# 设置油箱容积
source: Set the tank volume(L)
ar: ضبط حجم الخزان (ل)
cs: Nastavte objem nádrže (L)
es: Establecer el volumen del tanque (L)
pl: Ustaw objętość zbiornika (L)
pt_pt: Defina o volume do tanque (L)

# 里程初始值
source: Enter initial mileage(M)
ar: إدخال الأميال الأولية (م)
cs: Zadejte počáteční počet kilometrů (km)
es: Ingrese el kilometraje inicial (M)
pl: Wprowadź początkowy przebieg (M)
pt_pt: Insira a quilometragem inicial (M)

# ACC工作通知
source: Acc notify
ar: إشعار الحساب
cs: Acc upozornění
es: Notificar cuenta
pl: ACC Powiadomienia
pt_pt: Acc notificar

# GPS漂移抑制
source: Suppress
ar: الكبح
cs: Potlačit
es: Reprimir
pl: Stłumić
pt_pt: Suprimir

# 转弯补传角度
source: Set the turning angle(<180°)
ar: ضبط زاوية الدوران (180°)
cs: Nastavte úhel otáčení (<180°)
es: Establecer el ángulo de giro (<180°)
pl: Ustaw kąt obrotu (<180 °)
pt_pt: Definir o ângulo de viragem (<180°)

# 报警短信设置次数
source: Set the send times of alarm
ar: ضبط مواقيت إرسال الانذار
cs: Nastavte časy odeslání alarmu
es: Establecer los tiempos de envío de la alarma
pl: Ustaw czasy wysyłania alarmu
pt_pt: Definir os horários de envio do alarme

# 震动等级
source: Sensitivity
ar: الحساسية
cs: Citlivost
es: Sensibilidad
pl: Czułość
pt_pt: Sensibilidade

# 编辑设备网络参数
source: Main server
ar: الخادم الرئيسي
cs: Hlavní server
es: Servidor principal
pl: Serwer główny
pt_pt: servidor principal

# 电子围栏-多边形
source: Geo-fence
ar: السياج الجغرافي
cs: Geo-plot
es: Geo-cerca
pt_pt: cerca geográfica

# 电子围栏-圆形
source: Geo-fence
ar: السياج الجغرافي
cs: Geo-plot
es: Geo-cerca
pt_pt: cerca geográfica

# 电子围栏-矩形
source: Geo-fence
ar: السياج الجغرافي
cs: Geo-plot
es: Geo-cerca
pt_pt: cerca geográfica

# 删除电子围栏
source: Fence Delete
ar: حذف السياج
cs: Smazat plot
es: Eliminar valla
pl: Usuń obszar
pt_pt: Excluir cerca

# 安装人
source: Installer
ar: المتبث
cs: Servisní technik
es: Instalador
pl: Instalator
pt_pt: instalador

# 安装公司
source: Installation Company
ar: شركة التثبيث
cs: Servisní společnost
es: Empresa de instalación
pl: Firma instalacyjna
pt_pt: Empresa de instalação

# 安装时间
source: Installation time
ar: توقيت تثبيث
cs: Doba instalace
es: Tiempo de instalación
pl: Czas instalacji
pt_pt: tempo de instalação

# 安装地点
source: Installation Location
ar: موقع تثبيث
cs: Místo instalace
es: Ubicación de la instalación
pl: Miejsce instalacji
pt_pt: Local de instalação

# 司机名称
source: driver name
ar: اسم السائق
cs: jméno řidiče
es: Nombre del conductor
pl: Imię kierowcy
pt_pt: nome do motorista

# VIN码
source: VIN code
ar: رقم تعريف المركبة
cs: VIN kód
es: código VIN
pl: Kod VIN
pt_pt: código VIN

# 发动机编
source: engine number
ar: رقم المحرك
cs: číslo motoru
es: Número de motor
pl: Numer silnika
pt_pt: número do motor

# 车辆品牌
source: Vehicle Brands
ar: العلامة التجارية للمركبة
cs: Značky vozidel
es: Marcas de vehículos
pl: Marki pojazdów
pt_pt: Marcas de veículos

# 安装图片
source: Installation picture
ar: تثبيث الصورة
cs: Obrázek instalace
es: Imagen de instalación
pl: Zdjęcie instalacyjne
pt_pt: imagem de instalação

# 请输入
source: Please enter
ar: الرجاء إدخال
cs: Prosíme Vstupte
es: Por favor escribe
pl: Podaj
pt_pt: Por favor, insira

# 请输入安装人
source: Please enter Installer
ar: الرجاء إدخال المتبث
cs: Zadejte servisního technika
es: Por favor ingrese Instalador
pl: Wprowadź instalator
pt_pt: Insira o instalador

# 请输入安装公司
source: Please enter Installation Company
ar: الرجاء إدخال شركة التثبيث
cs: Zadejte servisní společnost
es: Por favor ingrese Empresa Instaladora
pl: Wprowadź firmę instalacyjną
pt_pt: Por favor, insira a empresa de instalação

# 请输入安装地点
source: Please enter Installation Location
ar: الرجاء إدخال تثبيث الموقع
cs: Zadejte umístění instalace
es: Ingrese la ubicación de instalación
pl: Wprowadź lokalizację instalacji
pt_pt: Insira o local de instalação

# 请输入司机名称
source: Please enter driver name
ar: الرجاء إدخال رقم السائق
cs: Zadejte jméno řidiče
es: Por favor ingrese el nombre del conductor
pl: Wprowadź nazwę kierowcy
pt_pt: Por favor, insira o nome do motorista

# 请输入VIN码
source: Please enter VIN code
ar: الرجاء إدخال رقم تعريف المركبة
cs: Zadejte prosím VIN kód
es: Por favor ingrese el código VIN
pl: Wprowadź kod VIN
pt_pt: Por favor, insira o código VIN

# 请输入发动机编号
source: Please enter engine number
ar: الرجاء إدخال رقم المحرك
cs: Zadejte prosím číslo motoru
es: Por favor, introduzca el número de motor
pl: Wprowadź numer silnika
pt_pt: Insira o número do motor

# 请输入车辆品牌
source: Please enter Vehicle Brands
ar: الرجاء إدخال العلامة التجارية للمركبة
cs: Zadejte značky vozidel
es: Por favor ingrese Marcas de vehículos
pl: Wprowadź marki pojazdów
pt_pt: Por favor, insira as marcas de veículos

# 确认删除?
source: confirm deletion?
ar: تأكيد الحذف؟
cs: Potvrdit vymazání?
es: confirmar la eliminación?
pl: Potwierdź usunięcie?
pt_pt: confirmar exclusão?

# 添加组
source: Add group
ar: إضافة مجموعة
cs: Přidat skupinu
es: Añadir grupo
pl: Dodaj grupę
pt_pt: Adicionar grupo

# 所有权限
source: All permissions
ar: جميع الأذون
cs: Všechna oprávnění
es: Todos los permisos
pl: Wszystkie uprawnienia
pt_pt: Todas as permissões

# 查看权限
source: Check permissions
ar: التحقق من الأذون
cs: Zkontrolujte oprávnění
es: Verificar permisos
pl: Sprawdź uprawnienia
pt_pt: Verifique as permissões

# 控制权限
source: Control permissions
ar: التحكم في الأذون
cs: Kontrola oprávnění
es: Permisos de control
pl: Uprawnienia do kontroli
pt_pt: Permissões de controle

# 正常
source: Normal
ar: عادي
cs: Normální
pl: Normalny

# 冻结
source: Freeze
ar: تجميد
cs: Zmrazit
es: Congelar
pl: Niedostępne
pt_pt: Congelar

# 欢迎登录
source: Login please
ar: الرجاء تسجيل الدخول
cs: Přihlaste se prosím
es: Inicie sesión por favor
pl: Zaloguj się
pt_pt: Entre por favor

# 开始追踪
source: Start track
ar: بداية التعقب
cs: Spustit trasu
es: Iniciar
pl: Rozpocznij ścieżkę
pt_pt: Iniciar faixa

# 停止追踪
source: Stop track
ar: توقف التعقب
cs: Zastavit trasu
es: Detener
pl: Zatrzymaj scieżkę
pt_pt: Parar faixa

# 停留
source: stay
ar: البقاء
cs: Zastavení
es: Detener
pl: Postój
pt_pt: ficar

# 方向
source: DIR
ar: الوجهة
es: DIRECCIÓN

# 无报警
source: no alarm
ar: لا يوجد انذار
cs: žádný alarm
es: ninguna alarma
pl: Brak alarmu
pt_pt: sem alarme

# 圆形围栏: 点击地图选择圆心, 长按拖动小方块缩放改变半径
source: Circular fence: click the map to select the center of the circle, long press and drag the small square to zoom and change the radius
ar: السياج الدائري: انقر على الخريطة لتحديد مركز الدائرة ، واضغط مطولاً واسحب المربع الصغير للتكبير وتغيير نصف القطر
cs: Kruhový plot: kliknutím na mapu vyberte střed kruhu, dlouhým stisknutím a přetažením malého čtverce změníte poloměr
es: Valla circular: haga clic en el mapa para seleccionar el centro del círculo, mantenga presionado y arrastre el cuadrado pequeño para hacer zoom y cambiar el radio
pl: Okrągły obszar: kliknij mapę, aby wybrać środek koła, naciśnij i przeciągnij mały kwadrat, aby powiększyć i zmienić promień
pt_pt: Cerca circular: clique no mapa para selecionar o centro do círculo, pressione e arraste o pequeno quadrado para ampliar e alterar o raio

# 矩形围栏: 点击地图选择两点, 自动形成矩形围栏
source: Rectangular fence: click the map to select two points to automatically form a rectangular fence
ar: السياج المستطيل: انقر على الخريطة لتحديد نقطتين لتشكيل سياج مستطيل تلقائيًا
cs: Obdélníkový plot: kliknutím na mapu vyberte dva body, které automaticky vytvoří obdélníkový plot
es: Valla rectangular: haga clic en el mapa para seleccionar dos puntos para formar automáticamente una valla rectangular
pl: Prostokątny obszar: Kliknij mapę, aby wybrać dwa punkty, aby automatycznie uformować prostokątny obszar
pt_pt: Cerca retangular: clique no mapa para selecionar dois pontos para formar automaticamente uma cerca retangular

# 多边形围栏: 点击地图至少选取三点, 自动形成多边形围栏
source: Polygonal fence: click the map to select at least three points to automatically form a polygonal fence
ar: سياج البوليغون: انقر على الخريطة لتحديد ثلاث نقاط على الأقل لتشكيل سياج البولغون تلقائيًا
cs: Polygonální plot: kliknutím na mapu vyberte alespoň tři body, které automaticky vytvoří polygonální plot
es: Valla poligonal: haga clic en el mapa para seleccionar al menos tres puntos para formar automáticamente una valla poligonal
pl: Poligonalny obszar: kliknij mapę, aby wybrać co najmniej trzy punkty, aby automatycznie uformować obszar wielokątny
pt_pt: Cerca poligonal: clique no mapa para selecionar pelo menos três pontos para formar automaticamente uma cerca poligonal

# 发动机编号
source: engine number
ar: رقم المحرك
cs: číslo motoru
es: Número de motor
pl: Numer silnika
pt_pt: número do motor

# 添加子用户
source: Add sub-user
ar: إضافة مستخدم فرعي
cs: Přidat poduživatele
es: Agregar subusuario
pl: Dodaj sub-użytkownik
pt_pt: Adicionar subusuário

# 运动
source: move
ar: الحركة
cs: Pohyb
es: Movimiento
pl: Prznoesić
pt_pt: jogada

# 喇叭开关
source: Horn switch
ar: تبديل القرن
cs: Vypínač reproduktoru
es: Interruptor de bocina
pl: trąbka
pt_pt: Trompete

# 碰撞检测
source: Collision detection
ar: كشف الاصطدام
cs: Detekce kolize
es: Detección de colisiones
pl: Wykrywanie kolizji
pt_pt: Detecção de colisão

# 碰撞持续时间(ms)
source: Collision duration(ms)
ar: مدة الاصطدام(ms)
cs: Doba trvání srážky (ms)
es: Duración de la colisión(ms)
pl: Czas trwania kolizji (ms)
pt_pt: Duração da colisão(ms)

# 碰撞加速度(g)
source: Collision acceleration(g)
ar: تسريع الاصطدام(g)
cs: kolizní zrychlení (g)
es: Aceleración de colisión(g)
pl: Przyspieszenie zderzenia (g)
pt_pt: Aceleração de colisão(g)

# 急转弯
source: Sharp turn
ar: إنعطاف حاد
cs: Ostrá zatáčka
es: Giro brusco
pl: Ostry zakręt
pt_pt: Curva fechada

# 转弯角度(度)
source: Turning angle(°)
ar: زاوية الدوران(°)
cs: Úhel natočení (°)
es: Giro brusco(°)
pl: Kąt skrętu (°)
pt_pt: Ângulo de viragem(°)

# 转弯速度(km/h)
source: Turning speed(km/h)
ar: سرعة تحول(km/h)
cs: Rychlost otáčení (km/h)
es: Velocidad de giro(km/h)
pl: Prędkość skrętu (km/h)
pt_pt: Velocidade de virada(km/h)

# 急加速
source: Rapid acceleration
ar: التسارع السريع
cs: Rychlé zrychlení
es: Aceleración rápida
pl: Szybkie przyspieszenie
pt_pt: Aceleração rápida

# 速度增加量(km/h)
source: Speed increase(km/h)
ar: زيادة السرعة(km/h)
cs: Zvýšení rychlosti (km/h)
es: Aumento de velocidad(km/h)
pl: Wzrost prędkości (km/h)

# 加速时间(s)
source: Acceleration time(s)
ar: وقت التسارع(s)
cs: Doba zrychlení (s)
es: Tiempo de aceleración(s)
pl: Czas przyspieszania
pt_pt: Tempo de aceleração(s)

# 急刹车
source: Slam brake
ar: الفرامل فجأة
cs: Náhle brzdit
es: Freno de golpe
pl: Hamulec trzaskowy
pt_pt: Freio de batida

# 速度减小量(km/h)
source: Speed reduction(km/h)
ar: تخفيض السرعة(km/h)
cs: Snížení rychlosti (km/h)
es: Reducción de velocidad(km/h)
pl: Redukcja prędkości (km/h)
pt_pt: Redução de velocidade(km/h)

# 刹车时间(s)
source: Braking time(s)
ar: وقت الكبح(s)
cs: Doba brzdění (s)
es: Tiempo de frenada(s)
pl: Czas hamowania (s)
pt_pt: Tempo de freada(s)

# 驾驶行为报表
source: Driving behavior report
ar: تقرير سلوك القيادة
cs: Zpráva o chování při řízení
es: comportamiento al volante
pl: Zachowania podczas jazdy
pt_pt: Comportamento de condução

# 碰撞
source: Collision
ar: تصادم
cs: Kolize
es: Colisión
pl: Kolizja
pt_pt: Colisão

# 其他
source: Other
ar: أخرى
es: Otro
pl: Inny
pt_pt: Outro

# 至少需要指定1个点
source: At least need to specify 1 points
ar: تحتاج على الأقل إلى تحديد 1 نقطة
cs: Je třeba uvést alespoň 1 bod
es: Al menos necesita especificar 1 puntos
pl: Przynajmniej trzeba określić 1 punkt
pt_pt: Pelo menos precisa especificar 1 pontos

# 至少需要指定3个点
source: At least need to specify 3 points
ar: تحتاج على الأقل إلى تحديد 3 نقاط
cs: Je třeba uvést alespoň 3 bod
es: Al menos necesita especificar 3 puntos
pl: Przynajmniej trzeba określić 3 punkt
pt_pt: Pelo menos precisa especificar 3 pontos

# 至少需要指定2个点
source: At least need to specify 2 points
ar: تحتاج على الأقل إلى تحديد نقطتين
cs: Je třeba uvést alespoň 2 bod
es: Al menos necesita especificar 2 puntos
pl: Przynajmniej trzeba określić 2 punkt
pt_pt: Pelo menos precisa especificar 2 pontos

# 查看记录
source: Check Record
ar: عرض السجلات
cs: Zobrazit
es: Ver registros
pl: przeglądać rekordy
pt_pt: Ver registos

# 消息类型:
source: Message Type:
ar: نوع الرسالة:
cs: Typ zprávy:
es: Tipo de mensaje:
pl: Typ wiadomości:
pt_pt: Tipo de mensagem:

# imei号已经被绑定，解绑后再试
source: imei number has been bound
ar: تم ربط رقم imei
cs: Číslo imei bylo svázáno
es: número de imei ha sido enlazado
pl: numer imei został powiązany
pt_pt: número do imei foi vinculado

# imei号不存在
source: imei number does not exist
ar: رقم imei غير موجود
cs: číslo imei neexistuje
es: el numero de imei no existe
pl: numer imei nie istnieje
pt_pt: número imei não existe

# 号码类型
source: Number type
ar: نوع الرقم
cs: Typ čísla
es: Tipo de número
pl: Rodzaj numeru
pt_pt: Tipo de número

# 输入手机号码(必填)
source: Enter phone number (required)
ar: أدخل رقم الهاتف (مطلوب)
cs: Zadejte telefonní číslo (vyžadováno)
es: Ingrese el número de teléfono (requerido)
pl: Podaj numer telefonu komórkowego (wymagane)
pt_pt: Digite o número de telefone (obrigatório)

# 任何一项不能为空
source: None of the items can be empty
ar: لا يمكن ترك أي عنصر فارغًا
cs: Žádná z položek nesmí být prázdná
es: Ninguno de los artículos puede estar vacío.
pl: Żaden element nie może być pusty
pt_pt: Nenhum dos itens pode estar vazio

# 设置转弯补报角度最低不能小于5度
source: Set the minimum angle of turn reporting to be no less than 5 degrees
ar: يجب أن تكون زاوية تقرير الدور أكبر من 5 درجات
cs: Úhel natočení je větší než 5 stupňů
es: El ángulo de giro es superior a 5 grados.
pl: Kąt zgłoszenia skrętu musi być większy niż 5 stopni
pt_pt: O ângulo de viragem é superior a 5 graus

# 收到报警图片
source: Alarm picture received
ar: وردت صورة إنذار
cs: Byl přijat obrázek alarmu
es: Imagen de alarma recibida
pl: Odebrano obraz alarmowy
pt_pt: Imagem de alarme recebida

# 设备触发报警
source: Device triggers alarm
ar: يُطلق الجهاز إنذارًا
cs: Alarm zařízení
es: El dispositivo activa la alarma
pl: Alarm urządzenia
pt_pt: Alarme do dispositivo

# 收到图片
source: Received picture
ar: تلقى الصورة
cs: Přijaté obrázky
es: Imagen recibida
pl: Otrzymane zdjęcie
pt_pt: Fotos recebidas

# 通知声音
source: Notification sound
ar: صوت الإشعار
cs: Zvuk upozornění
es: Sonido de notificación
pl: Dźwięk powiadomień
pt_pt: Som de notificação

# 还没有绑定wifi摄像头
source: Haven't bound wifi camera yet
ar: لم يتم ربط كاميرا wifi حتى الآن
cs: Wifi kamera ještě není svázána
es: La cámara wifi aún no se ha vinculado.
pl: Nie związałem jeszcze kamery Wi-Fi
pt_pt: Ainda não vinculei a câmera wi-fi

# 照片正在上传中
source: Photos are uploading
ar: يتم تحميل الصور
cs: Fotografie se nahrávají
es: Se están subiendo fotos
pl: Trwa ładowanie zdjęć
pt_pt: As fotos estão sendo carregadas

# 下限
source: Lower limit
ar: الحد الأدنى
cs: Spodní limit
es: Límite inferior
pl: Dolna granica
pt_pt: Limite inferior

# 上限
source: Upper limit
ar: الحد العلوي
cs: Horní limit
es: Limite superior
pl: Górna granica
pt_pt: Limite superior

# 实时视频
source: Real Time Video
ar: فيديو مباشر
cs: živé video
es: Video en vivo
pl: wideo na żywo
pt_pt: Vídeo ao vivo

# wifi热点
source: Wifi Hotspot
ar: واي فاي هوت سبوت
es: Punto de acceso wifi
pl: Hotspot wifi
pt_pt: Ponto de acesso wi-fi

# 拆除报警开关
source: Demolition alarm
ar: إنذار الهدم
es: Alarma de demolición
pl: Alarm wyburzeniowy
pt_pt: Alarme de demolição

# 温度报警开关
source: Temperature alarm
ar: إنذار درجة الحرارة
es: Alarma de temperatura
pt_pt: Alarme de temperatura

# 查看
source: Check
ar: يفحص
cs: Zobrazit
es: Controlar
pl: Czek
pt_pt: Verificar

# 当前休眠模式不支持限距定时汇报
source: This sleep mode does not support time-limited reporting
ar: لا يدعم وضع السكون هذا إعداد التقارير محدودة الوقت
cs: Tento režim spánku nepodporuje časově omezené hlášení
es: No admite informes de tiempo limitado
pl: Ten tryb uśpienia nie obsługuje raportowania ograniczonego czasowo
pt_pt: Não suporta relatórios com tempo limitado

# 当前休眠模式静止时的时间间距需要大于10分钟
source: The time interval when stationary is greater than 10 minutes
ar: الفاصل الزمني عندما تكون السكون أكبر من 10 دقائق
cs: Časový interval, kdy je v klidu, je delší než 10 minut
es: El intervalo de tiempo cuando está parado debe ser mayor a 10 minutos
pl: Przedział czasu, w którym stoi nieruchomo, musi być większy niż 10 minut
pt_pt: O intervalo de tempo estático precisa ser maior que 10 minutos

# 摄像机重命名
source: Camera rename
ar: إعادة تسمية الكاميرا
cs: Přejmenování fotoaparátu
es: Renombrar cámara
pl: Zmiana nazwy aparatu
pt_pt: Câmera renomear

# 删除摄像机
source: Delete camera
ar: حذف الكاميرا
cs: Smazat kameru
es: Eliminar cámara
pl: Usuń kamerę
pt_pt: Excluir câmera

# 摄像机列表
source: Camera list
ar: قائمة الكاميرا
es: Lista de cámaras
pl: Lista kamer
pt_pt: Lista de câmeras

# 温度报警
source: Temperature alarm
ar: إنذار درجة الحرارة
cs: Seznam kamer
es: Alarma de temperatura
pl: Alarm temperatury
pt_pt: Alarme de temperatura

# 确定删除?
source: Confirm delete?
ar: تأكيد الحذف؟
cs: Potvrďte smazání?
es: ¿Confirmar eliminación?
pl: Potwierdź usunięcie?
pt_pt: Confirmar exclusão?
