Repository: lizhuxian020/LZXCBWork
Catalog: cobanBnPetSwift/Ohter/*.lproj/Localizable.strings
Languages: ar, cs, es, pl, pt_pt, zh_hans

# 手表设置
source: Watch Settings
ar: إعدادات الساعة
cs: Nastavení hodinek
es: Configuración del reloj
pl: Ustawienia zegarka
pt_pt: Configurações do relógio
zh_hans: 手表设置

# 亮屏时间
source: Screen lighting time
ar: توقيت إضائة الشاشة
cs: Doba osvětlení obrazovky
es: Tiempo de iluminación de la pantalla
pl: Czas podswietlenia ekranu
pt_pt: Tempo de iluminação da tela
zh_hans: 亮屏时间

# 声音和振动
source: Sound
ar: صوت واهتزاز
cs: Zvuk
es: Sonido
pl: Dźwięk
pt_pt: Som
zh_hans: 声音

# WIFI设置
source: WIFI Setting
ar: إعدادات الواي فاي
cs: Nastaveni wifi
es: Configuración de WIFI
pl: Ustawienie Wi -Fi
pt_pt: Configuração WIFI
zh_hans: WIFI设置

# 选择亮屏时间
source: Select screen time
ar: تعيين توقيت الشاشة
cs: Vyberte čas na displeji
es: Seleccionar tiempo de pantalla
pl: Wybierz motyw
pt_pt: Selecione o tempo da tela
zh_hans: 选择亮屏时间

# 请选择亮屏时间
source: Please choose bright time
ar: الرجاء إختيار
cs: Vyberte prosím čas jasu
es: Por favor, elija el tiempo brillante
pl: Ustaw jasność zegarka
pt_pt: Por favor, escolha o tempo brilhante
zh_hans: 请选择亮屏时间

# 修改失败
source: Failed
ar: فشل
cs: Nezdařilo se
es: Falló
pl: Niepowodzenie
pt_pt: Fracassado
zh_hans: 修改失败

# 手表来电
source: Watch call
ar: اتصال الساعة
cs: hovor
es: Ver llamada
pl: Połączenie
pt_pt: Assistir chamada
zh_hans: 手表来电

# 铃声
source: Ring
ar: يرن
cs: Vyzvánění
es: Anillo
pl: Dzwonek
pt_pt: Anel
zh_hans: 铃声

# 振动
source: Vibration
ar: الاهتزاز
cs: Vibrace
es: Vibración
pl: Wibracja
pt_pt: Vibração
zh_hans: 振动

# 手表信息
source: Watch information
ar: معلومات الساعة
cs: informace o hodinkách
es: Ver información
pl: Informacje o zegarku
pt_pt: assistir informações
zh_hans: 手表信息

# 设置成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 设置成功

# 请输入wifi账号
source: Please enter a wifi account
ar: الرجاء إدخال حساب الواي فاي
cs: Zadejte prosím účet wifi
es: Por favor ingrese una cuenta wifi
pl: Wprowadź konto WiFi
pt_pt: Insira uma conta wi-fi
zh_hans: 请输入wifi账号

# 请输入wifi密码
source: Please enter the wifi password
ar: الرجاء إدخال كلمة مرور الواي فاي
cs: Zadejte prosím heslo wifi
es: Por favor, introduzca la contraseña WIFI
pl: Wprowadź hasło Wi -Fi
pt_pt: Por favor, digite a senha wi-fi
zh_hans: 请输入wifi密码

# 拒绝陌生人来电
source: Refuse strangers
ar: رفض الغرباء
cs: Odmítnout cizí lidi
es: Rechazar extraños
pl: Odrzucaj nieznane
pt_pt: Recusar estranhos
zh_hans: 拒绝陌生人来电

# 免受陌生人打扰，安全放心
source: Free from strangers, safe and secure
ar: خالي من الغرباء، آمن و مُأمن
cs: Bez cizích lidí, v bezpečí
es: Libre de extraños, seguro y protegido.
pl: Wolne od nieznajomych, bezpieczne
pt_pt: Livre de estranhos, seguro e protegido
zh_hans: 免受陌生人打扰，安全放心

# 手表挂失
source: LostWatch
ar: ضياع الساعة
cs: ztracené hodinky
es: Reloj perdido
pl: Zgubiony zegarek
zh_hans: 手表挂失

# 位置上报，报失后，只要手边联网成功就会自动发送位置到APP，请耐心等待
source: Location report
ar: الإبلاغ عن الموقع
cs: Hlášení o poloze
es: Informe de ubicación
pl: Raport lokalizacji
pt_pt: Relatório de localização
zh_hans: 位置上报，报失后，只要手边联网成功就会自动发送位置到APP，请耐心等待

# 常用功能
source: Common Functions
ar: الوظائف المشتركة
cs: Společné funkce
es: Funciones comunes
pl: Ogólne funkcje
pt_pt: Funções Comuns
zh_hans: 常用功能

# 更多功能
source: More features
ar: المزيد من المزايا
cs: Další funkce
es: Más características
pl: Więcej funkcji
pt_pt: Mais recursos
zh_hans: 更多功能

# 需下载APP绑定手表才可以跟宝贝微聊和电话
source: You need to download the APP binding watch to chat and call baby
ar: تحتاج إلى تحميل التطبيق الذي يصل الساعة بالدردشة و اتصال الطفل
cs: Chcete-li chatovat a volat dítěti, musíte si stáhnout aplikaci a připojit hodinky
es: Necesitas descargar el reloj vinculante de la aplicación para chatear y llamar al bebé
pl: Musisz pobrać i powiązać aplikację, aby pisac i dzwonić do dziecka
pt_pt: Você precisa baixar o relógio de ligação APP para conversar e ligar para o bebê
zh_hans: 需下载APP绑定手表才可以跟宝贝微聊和电话

# 邀请家庭成员
source: Invite member
ar: دعوة العضو
cs: Pozvat člena
es: Miembro invitado
pl: Zaproś członka
pt_pt: Convidar membro
zh_hans: 邀请家庭成员

# 操作流程
source: Operation process:
ar: سير العملية:
cs: Operační proces:
es: Proceso de operación:
pl: Działanie w toku:
pt_pt: Processo de operação:
zh_hans: 操作流程

# 对方手机首先需要安装APP
source: Ohter phone first need to install APP
ar: الهواتف الاخرى تحتاج أولا إلى تثبيت التطبيق
cs: Další telefon si musí nejprve nainstalovat aplikaci
es: Primero necesita instalar otro teléfono a la aplicación
pl: Najpierw zainstaluj aplikację na telefonie
pt_pt: O telefone Ohter primeiro precisa instalar o APP
zh_hans: 对方手机首先需要安装APP

# 用APP扫描二维码,绑定该手表
source: Scan QR code with app and bind the watch
ar: مسح رمز الاستجابة السريعة بالتطبيق ووصل الساعة
cs: Naskenujte QR kód pomocí aplikace a připojte hodinky
es: Escanee el código QR con la aplicación y vincule el reloj
pl: Zeskanuj kod QR z aplikacją i powiąż zegarek
pt_pt: Digitalize o código QR com o aplicativo e vincule o relógio
zh_hans: 用APP扫描二维码,绑定该手表

# 管理员同意后,就可以加入家庭群
source: When the administrator agrees,join the family
ar: عندما يوافق المسؤول، إنظم إلى العائلة
cs: Pokud správce souhlasí, připojte se k rodině
es: Cuando el administrador esté de acuerdo, únete a la familia.
pl: Poczekaj na zatwierdzenie przez administratora
pt_pt: Quando o administrador concordar, junte-se à família
zh_hans: 管理员同意后,就可以加入家庭群

# 手表的二维码
source: Watch QR code
ar: رمز المسح السريع للساعة
cs: QR kód hodinek
es: Ver código QR
pl: Kod QR zegarka
pt_pt: Assistir código QR
zh_hans: 手表的二维码

# 请在地图选择至少三个点,组成多边形区域
source: Please select at least 3 points on the map to form a polygon area
ar: الرجاء تعيين 3 نقاط على الأقل في الخريطة لتشكيل منطقة بوليغون
cs: Vyberte prosím alespoň 3 body na mapě, abyste vytvořili oblast polygonu
es: Seleccione al menos 3 puntos en el mapa para formar un área poligonal
pl: Wybierz co najmniej 3 punkty na mapie, aby utworzyć obszar wielokąta
pt_pt: Selecione pelo menos 3 pontos no mapa para formar uma área poligonal
zh_hans: 请在地图选择至少三个点,组成多边形区域

# 请设置时间
source: Please set the time
ar: الرجاء ضبط الوقت
cs: Nastavte prosím čas
es: Por favor, establezca la hora
pl: Proszę ustawić czas
pt_pt: Por favor, defina o tempo
zh_hans: 请设置时间

# 请设置地址
source: Please set the address
ar: الرجاء ضبط العنوان
cs: Nastavte prosím adresu
es: Por favor, establezca la dirección
pl: Proszę ustawić adres
pt_pt: Defina o endereço
zh_hans: 请设置地址

# 手表号码
source: Watch number
ar: رقم الساعة
cs: Číslo hodinek
es: Numero del reloj
pl: Numer zegarka
pt_pt: Número do relógio
zh_hans: 手表号码

# 绑定与解绑
source: Bind and unbind
ar: الاتصال وقطع الاتصال
cs: Připojit a odpojit
es: Enlazar y desenlazar
pl: Powiąż i rozłącz
pt_pt: Ligar e desligar
zh_hans: 绑定与解绑

# 请填写正确的手表号码，号码填写错误可能导致无法正常使用
source: Please fill in the correct watch number
ar: الرجاء إدخال رقم الساعة الصحيح
cs: Vyplňte prosím správné číslo hodinek
es: Por favor, introduzca el número de reloj correcto
pl: Wypełnij odpowiedni numer zegarka
pt_pt: Por favor, preencha o número correto do relógio
zh_hans: 请填写正确的手表号码，号码填写错误可能导致无法正常使用

# 手表二维码
source: Watch QR code
ar: رمز المسح السريع للساعة
cs: QR kód hodinek
es: Ver código QR
pl: Kod QR zegarka
pt_pt: Assistir código QR
zh_hans: 手表二维码

# 解除绑定
source: Unbind
ar: قطع الاتصال
cs: Zrušit připojení
es: Desvincular
pl: Rozłącz
pt_pt: Desvincular
zh_hans: 解除绑定

# 消息通知
source: Notification
ar: الإشعار
cs: Oznámení
es: Notificación
pl: Powiadomienie
pt_pt: Notificação
zh_hans: 消息通知

# 修改密码
source: Change Password
ar: تغيير كلمة المرور
cs: Změnit heslo
es: Cambia la contraseña
pl: Zmień hasło
pt_pt: Mudar senha
zh_hans: 修改密码

# 清除缓存
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
cs: Vyčistit mezipaměť
es: Limpiar cache
pl: Wyczyść pamięć podręczną
pt_pt: Limpar cache
zh_hans: 清除缓存

# 关于我们
source: About us
ar: حولنا
cs: O nás
es: Sobre nosotros
pl: O nas
pt_pt: Sobre nós
zh_hans: 关于我们

# 缓存已清除
source: Cache cleared
ar: تم مسح ذاكرة التخزين المؤقت
cs: Cache vymazána
es: Caché borrado
pl: Wyczyszczona pamięć podręczna
pt_pt: Cache limpo
zh_hans: 缓存已清除

# 确定要清除缓存吗？
source: Are you sure you want to clear the cache?
ar: هل أنت متأكد من رغبتك في مسح ذاكرة التخزين المؤقت؟
cs: Opravdu chcete vymazat mezipaměť?
es: ¿Está seguro de que desea borrar el caché?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną?
pt_pt: Tem certeza de que deseja limpar o cache?
zh_hans: 确定要清除缓存吗？

# 请输入您的旧密码
source: Please enter old password
ar: الرجاء إدخال كلمة المرور السابقة
cs: Zadejte staré heslo
es: Por favor ingrese la contraseña anterior
pl: Wprowadź stare hasło
pt_pt: Por favor digite a senha antiga
zh_hans: 请输入您的旧密码

# 请输入您的新密码
source: Please enter your new password
ar: الرجاء إدخال كلمة المرور الجديدة الخاصة بك
cs: Zadejte prosím nové heslo
es: Por favor ingrese su nueva contraseña
pl: Wprowadź nowe hasło
pt_pt: Por favor, digite sua nova senha
zh_hans: 请输入您的新密码

# 请再次确认输入您的新密码
source: Please confirm your password again
ar: الرجاء تأكيد كلمة المرور الخاصة بك مرة أخرى
cs: Prosíme potvrďte znovu svoje heslo
es: Por favor, confirme su contraseña de nuevo
pl: Ponownie potwierdź hasło
pt_pt: Por favor, confirme sua senha novamente
zh_hans: 请再次确认输入您的新密码

# 巴诺手表
source: BAANOOL Watch
ar: BAANOOL ساعة
cs: Hodinky
es: Reloj BAANOOL
pl: BAANOOL zegarka
pt_pt: Relógio BAANOOL
zh_hans: 巴诺手表

# 输入手机号码
source: input the phone number
ar: أدخل رقم الهاتف
cs: zadejte telefonní číslo
es: Ingrese el número de teléfono
pl: Wprowadź numer telefonu
pt_pt: insira o número de telefone
zh_hans: 输入手机号码

# APP检测到手表号码后，会自动替换手动输入的号码
source: When the APP detects the watch number, it automatically replaces the manually entered number.
ar: عندما يكتشف التطبيق رقم الساعة ، فإنه يستبدل الرقم الذي تم إدخاله يدويًا تلقائيًا.
cs: Pokud aplikace detekuje číslo hodinek, automaticky nahradí ručně zadané číslo.
es: Cuando la aplicación detecta el número de reloj, reemplaza automáticamente el número ingresado manualmente.
pl: Gdy aplikacja wykryje numer zegarka, automatycznie zastępuje ręcznie wprowadzony numer.
pt_pt: Quando o APP detecta o número do relógio, ele substitui automaticamente o número inserido manualmente.
zh_hans: APP检测到手表号码后，会自动替换手动输入的号码

# 消息中心
source: Message Center
ar: مركز الرسائل
cs: Centrum zpráv
es: Centro de mensajes
pl: Centrum wiadomości
pt_pt: Central de mensagens
zh_hans: 消息中心

# 完成
source: Done
ar: تم القيام به
cs: Hotovo
es: Hecho
pl: Zrobione
pt_pt: Feito
zh_hans: 完成

# 消息
source: Message
ar: الرسائل
cs: Zpráva
es: Mensaje
pl: Wiadomość
pt_pt: Mensagem
zh_hans: 消息

# 请输入您的手机号
source: input your number
ar: إدخال رقمك
cs: zadejte své číslo
es: Ingresa tu número
pl: Wprowadź swój numer
pt_pt: insira seu número
zh_hans: 请输入您的手机号

# 登录成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 登录成功

# 请输入验证码
source: Enter your verification code
ar: أدخل رمز النحقق الخاص بك
cs: Zadejte svůj ověřovací kód
es: Ingrese su código de verificación
pl: Wprowadź swój kod weryfikacji
pt_pt: Digite seu código de verificação
zh_hans: 请输入验证码

# 请输入您的确认密码
source: Please confirm your password again
ar: الرجاء تأكيد كلمة المرور الخاصة بك مرة أخرى
cs: Prosíme potvrďte znovu svoje heslo
es: Por favor, confirme su contraseña de nuevo
pl: Ponownie potwierdź hasło
pt_pt: Por favor, confirme sua senha novamente
zh_hans: 请输入您的确认密码

# 注册成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 注册成功

# 已有账户，去登录
source: Have an account,go to login
ar: لديك حساب، سجل دخولك
cs: Máte účet, přejít na přihlášení
es: Si tiene una cuenta, vaya a iniciar sesión
pl: Jeśli masz konto, przejdź do zalguj się
pt_pt: Tenha uma conta, vá para login
zh_hans: 已有账户，去登录

# 重发
source: Resend
ar: إعادة الإرسال
cs: Přeposlat
es: Reenviar
pl: Wyślij ponownie
pt_pt: Reenviar
zh_hans: 重发

# 重置密码成功
source: Success
ar: النجاح
cs: Úspěch
es: Éxito
pl: Powodzenie
pt_pt: Sucesso
zh_hans: 重置密码成功

# 设备不在线
source: Device not online
ar: الجهاز غير متصل بالانترنت
cs: Zařízení není online
es: Dispositivo no conectado
pl: Urządzenie offline
pt_pt: Dispositivo não on-line
zh_hans: 设备不在线

# 未知
source: Unknown
ar: غير معروف
cs: Neznámý
es: Desconocido
pl: Nieznany
pt_pt: Desconhecido
zh_hans: 未知

# 请求超时
source: Request timed out
ar: نهاية مهلة الطلب
cs: Vypršel časový limit žádosti
es: Tiempo de espera agotado
pl: Upłynął limit czasu żądania
pt_pt: Solicitação expirou
zh_hans: 请求超时

# 你的账号在别处,请重新登录
source: Your account is elsewhere, please log in again
ar: حسابك مفتوح في مكان آخر، يرجى تسجيل الدخول مرة أخرى
cs: Váš účet je jinde, přihlaste se prosím znovu
es: Su cuenta está en otro lugar, por favor inicie sesión de nuevo
pl: Twoje konto jest zalogowane gdzie indziej, zaloguj się ponownie
pt_pt: Sua conta está em outro lugar, faça login novamente
zh_hans: 你的账号在别处,请重新登录

# 重新登录
source: log in
ar: تسجيل الدخول
cs: přihlásit se
es: Iniciar sesión
pl: Zaloguj sie
pt_pt: Conecte-se
zh_hans: 重新登录

# 联系人列表已满
source: The contact list is full.
ar: جهات الاتصال ممتلئة
cs: Seznam kontaktů je plný.
es: La lista de contactos está llena.
pl: Lista kontaktów jest pełna.
pt_pt: A lista de contatos está cheia.
zh_hans: 联系人列表已满

# 无数据
source: No Data
ar: لا توجد بيانات
cs: Žádná data
es: Sin datos
pl: Brak danych
pt_pt: sem dados
zh_hans: 无数据

# 请到设置->隐私->定位服务中开启【巴诺手表 APP】定位服务，以便于能够准确获得你的位置信息
source: Please go to Settings-> Privacy-> Location Services to enable the [Bano Watch App] location service, so that you can get your location information accurately
ar: الرجاء الانتقال إلى الإعدادات-> الخصوصية-> خدمات الموقع لتمكين [تطبيق Bano Watch] خدمة الموقع، بحيث يمكنك الحصول على معلومات موقعك بدقة
cs: Přejděte do Nastavení-> Soukromí-> Služby určování polohy a povolte službu určování polohy [Bano Watch App], abyste získali přesné informace o poloze
es: Vaya a Configuración-> Privacidad-> Servicios de ubicación para habilitar el servicio de ubicación [Bano Watch App], para que pueda obtener la información de su ubicación con precisión
pl: Przejdź do Ustawienia-> Prywatność-> Usługi lokalizacyjne, aby włączyć usługę lokalizacji [Aplikacja Bano Watch], aby uzyskać dokładne informacje o lokalizacji
pt_pt: Vá para Configurações-> Privacidade-> Serviços de localização para ativar o serviço de localização [Bano Watch App], para que você possa obter suas informações de localização com precisão
zh_hans: 请到设置->隐私->定位服务中开启【巴诺手表 APP】定位服务，以便于能够准确获得你的位置信息

# 设备正在听听中，请稍后再试
source: BAANOOL IOT: Device is listening,please try again later
ar: BAANOOL IOT: الجهاز يستمع، يرجى المحاولة مرة أخرى في وقت لاحق
cs: BAANOOL IOT: Zařízení poslouchá, zkuste to znovu později
es: BAANOOL IOT: el dispositivo está escuchando, intente nuevamente más tarde
pl: BAANOOL IOT: Urządzenie nasłuchuje, spróbuj ponownie później
pt_pt: BAANOOL IOT: O dispositivo está escutando, tente novamente mais tarde
zh_hans: 设备正在听听中，请稍后再试

# 设备正在喊话中，请稍后再试
source: BAANOOL IOT: Device is shouting,please try again later
ar: BAANOOL IOT: الجهاز في حالة ضوضاء، يرجى المحاولة مرة أخرى في وقت لاحق
cs: BAANOOL IOT: Zařízení křičí, zkuste to znovu později
es: BAANOOL IOT: el dispositivo está gritando, inténtelo de nuevo más tarde
pl: BAANOOL IOT: Urządzenie krzyczy, spróbuj ponownie później
pt_pt: BAANOOL IOT: O dispositivo está gritando, tente novamente mais tarde
zh_hans: 设备正在喊话中，请稍后再试

# 定位中…
source: Positioning…
ar: تحديد الموقع ...
cs: Poloha…
es: Posicionamiento…
pl: Pozycjonowanie…
pt_pt: Posicionamento…
zh_hans: 定位中…

# 添加唤醒时间
source: Add wake time
ar: إضافة وقت الاستيقاظ
cs: Přidejte čas probuzení
es: Añadir hora de despertar
pl: Dodaj czas budzika
pt_pt: Adicionar hora de despertar
zh_hans: 添加唤醒时间

# 唤醒时间
source: Wake time
ar: وقت الاستيقاظ
cs: Čas probuzení
es: Hora de despertar
pl: Czas budzika
pt_pt: Hora de acordar
zh_hans: 唤醒时间

# %ld分%ld秒后再试
source: Try again in %ldminutes %ldseconds
ar: المحاولة مرة أخرى 1% دقيقة 1% ثانية
cs: Zkuste to znovu za %ldminuty %vteřiny
es: Vuelva a intentarlo en %ldminutos %ldsegundos
pl: Spróbuj ponownie w %ldminutes %ldseconds
pt_pt: Tente novamente em %ldminutos %ldsegundos
zh_hans: %ld分%ld秒后再试

# 请添加唤醒时间,选取小时和分钟
source: Please click add time, and choose hour and minute.
ar: الرجاء النقر فوق إضافة الوقت واختيار الساعة والدقيقة.
cs: Klikněte prosím na přidat čas a vyberte hodinu a minutu.
es: Haga clic en agregar tiempo y elija la hora y los minutos.
pl: Kliknij dodaj czas i wybierz godzinę i minutę.
pt_pt: Clique em adicionar hora e escolha hora e minuto.

# 该手机号码没有注册
source: This account is not registered
ar: هذا الحساب غير مسجل
cs: Tento účet není registrován
es: Esta cuenta no está registrada
pl: To konto nie jest zarejestrowane
pt_pt: Esta conta não está registrada

# 您已经绑定了这个设备
source: You have bind the pets!
ar: لقد اتصلت بالحيوانات الأليفة!
cs: Musíte připojit domácí mazlíčky!
es: ¡Has atado a las mascotas!
pl: Masz powiązane zwierzaki
pt_pt: Você amarrou os animais de estimação!

# 宠物定位
source: Pet location
ar: موقع الحيوان الأليف
cs: Poloha domácího mazlíčka
es: Ubicación de las mascotas
pl: Lokalizacja zwierzaka
pt_pt: Localização do animal de estimação

# 暂不解除
source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
pl: Anulować
pt_pt: Cancelar

# 密码错误
source: Wrong password
ar: كلمة مرور خاطئة
cs: Špatné heslo
es: Contraseña incorrecta
pl: Hasło niepoprawne
pt_pt: Senha incorreta

# 此账号已被注册
source: This account has been registered
ar: تم تسجيل هذا الحساب
cs: Tento účet byl zaregistrován
es: Esta cuenta ha sido registrada
pl: To konto zostało zarejestrowane
pt_pt: Esta conta foi registrada

# 验证码错误
source: Verification Code Error
ar: رمز التحقق خاطئ
cs: Chyba ověřovacího kódu
es: Error de código de verificación
pl: Błąd kodu weryfikacji
pt_pt: Erro de código de verificação

# 请输入手机号/邮箱
source: Please input phone number/email
ar: الرجاء إدخال رقم الهاتف / البريد الالكتروني
cs: Zadejte prosím telefonní číslo/e-mail
es: Por favor introduzca el número de teléfono/correo eletrónico
pl: Wprowadź numer telefonu/e -mail
pt_pt: Por favor insira o número de telefone/e-mail

# 用户名不存在
source: User name does not exist
ar: اسم المستخدم غير موجود
cs: Přihlašovací jméno neexistuje
es: El usuario no existe
pl: Nazwa użytkownika nie istnieje
pt_pt: Usuário não existe

# 播放速度
source: Play speed
ar: سرعة اللعب
cs: Rychlost přehrávání
es: Velocidad de reproducción
pl: Szybkość odtwarzania
pt_pt: Velocidade de reprodução

# 密码登录
source: password login
ar: كلمة مرور تسجيل الدخول
cs: přihlášení pomocí hesla
es: Contraseña de acceso
pl: Hasło logowania
pt_pt: senha de acesso

# 设备号/车牌号/IMEI
source: Device No/number plate/IMEI
ar: رقم الجهاز / لوحة الأرقام / الهوية الدولية للجهاز المحمول
cs: Číslo zařízení / SPZ /IMEI
es: Número de dispositivo/matrícula/IMEI
pl: Numer urządzenie/tablica rejestracyjna/IMEI
pt_pt: Nº do dispositivo/placa de matrícula/IMEI

# 手动添加
source: Add manully
ar: الإضافة يدويا
cs: Přidejte ručně
es: Agregar manualmente
pl: Dodaj ręznie
pt_pt: Adicionar manualmente

# 设备IMEI
source: Device IMEI
ar: الهوية الدولية للجهاز المحمول
cs: IMEI zařízení
es: IMEI del dispositivo
pl: IMEI urządzenia
pt_pt: IMEI do dispositivo

# 请输入有效的IMEI(必填)
source: Please input valid IMEI(Required)
ar: الرجاء إدخال هوية دولية صحيحة للجهاز المحمول (مطلوب)
cs: Zadejte prosím IMEI (vyžadováno)
es: Ingrese un IMEI válido (requerido)
pl: Wprowadź prawidłowe IMEI (wymagane)
pt_pt: Insira um IMEI válido (obrigatório)

# 输入设备名称(必填)
source: Enter device name(Required)
ar: أدخل اسم الجهاز (مطلوب)
cs: Zadejte název zařízení (vyžadováno)
es: Ingrese el nombre del dispositivo (Requerido)
pl: Wprowadź nazwę urządzenia (wymagane)
pt_pt: Digite o nome do dispositivo (obrigatório)

# 图标
source: Icon
ar: أيقونة
cs: Ikona
es: Icono
pl: Ikona
pt_pt: Ícone

# 产品类型
source: product type
ar: نوع المنتج
cs: typ produktu
es: Tipo de producto
pl: Rodzaj produktu
pt_pt: Tipo de Produto

# 请选择
source: Please select
ar: الرجاء الاختيار
cs: Prosíme vyberte
es: Por favor seleccione
pl: Proszę wybrać
pt_pt: Por favor selecione

# 报警消息
source: Alarm Message
ar: إنذار الرسالة
cs: Zpráva alarmu
es: Mensaje de alarma
pl: Wiadomość alarmowa
pt_pt: Mensagem de Alarme

# 设备名称
source: Device name
ar: أسم الجهاز
cs: Název zařízení
es: Nombre del dispositivo
pl: Nazwa urządzenia
pt_pt: Nome do dispositivo

# 报警时间
source: Alarm time
ar: توقيت الإنذار
cs: Čas alarmu
es: Hora de alarma
pl: Czas alarmu
pt_pt: Hora do alarme

# 操作
source: Operate
ar: التشغبل
cs: V činnosti
es: Funcionar
pl: Działanie
pt_pt: Operar

# 疲劳驾驶
source: Fatigue driving
ar: القيادة في حالة تعب
cs: Řřízení při únavě
es: Conducción fatigada
pl: Zmęczenie podczas jazdy
pt_pt: fadiga ao dirigir

# 轮动报警
source: Wheel
ar: العجلة
cs: Kolo
es: Rueda
pl: Koło
pt_pt: Roda

# 外电断电报警
source: PowerDown
ar: إيقاف التشغيل
cs: Vypnout
es: Corriente cortada
pl: Wyłączać

# 震动报警
source: Shock
ar: الصدمة
cs: Otřes
es: Impacto
pl: Wstrząs
pt_pt: Choque

# 非法移位报警
source: Move
ar: الحركة
cs: Pohyb
es: Movimiento
pl: Przenosić
pt_pt: Jogada

# 非法点火报警
source: Acc
ar: الحساب

# 非法开门报警
source: OpenDoor
ar: فتح البوابة
cs: Otevřít dveře
es: Puerta abierta
pl: Otwarte drzwi
pt_pt: Porta aberta

# 偷油/漏油报警
source: OliAlarm
ar: إنذار الزيت
cs: Alarm odpojení od oleje
es: Alerta de combustible
pl: Alarm paliwowy
pt_pt: OliAlarmName

# 碰撞报警
source: Collision
ar: الاصطدام
cs: Kolize
es: Choque
pl: Kolizja
pt_pt: Colisão

# 全部已读
source: Mark all as read
ar: وضع علامة تمت القراءت على الكل
cs: označit vše jako přečtené
es: Marcar todo como leído
pl: Oznacz wszystkie jako przeczytane
pt_pt: marcar tudo como lido

# 查看所有报警
source: View all alarms
ar: مشاهدة جميع الإنذارات
cs: Zobrazit všechny alarmy
es: Ver todas las alarmas
pl: Zobacz wszystkie alarmy
pt_pt: Ver todos os alarmes

# 请输入昵称
source: Please enter a nickname
ar: الرجاء إدخال الاسم المستعار
cs: Zadejte přezdívku
es: Por favor escribe un apodo
pl: Proszę wpisać pseudonim
pt_pt: Insira um apelido

# 参数不能为空
source: Parameter cannot be empty
ar: الاعدادات لا يمكن أن تكون فارغة
cs: Parametr nemůže být prázdný
es: El parámetro no puede estar vacío
pl: Parametr nie może być pusty
pt_pt: O parâmetro não pode estar vazio

# 设备号不存在或者重复绑定
source: Device dose not exist or bound repeatedly
ar: الجهاز غير موجود أو تم وصله بشكل متكرر
cs: Dávka zařízení neexistuje nebo je opakovaně vázána
es: El dispositivo no existe o esta vinculado repetidamente
pl: Urządzenie nie istnieje lub jest wielokrotnie powiązane
pt_pt: A dose do dispositivo não existe ou está vinculada repetidamente

# 状态:
source: Status:
ar: الحالة:
es: Estado:

# 经纬度:
source: Lng Lat:
ar: خط الطول، خط العرض:
cs: zem. délka šířka:
es: Longitud/Latitud:

# 设备:
source: Device:
ar: الجهاز:
cs: Zařízení:
es: Dispositivo:
pl: Urządzenie:
pt_pt: Dispositivo:

# 电量:
source: Bat:
ar: البطارية:
cs: Baterie:
es: Batería:
pl: Bateria:
pt_pt: Bastão:

# 油量:
source: Oil:
ar: الزيت:
cs: Olej:
es: Combustible:
pl: Paliwo:
pt_pt: Óleo:

# 休眠模式:
source: Sleep:
ar: النوم:
cs: Spánek:
es: Suspendido:
pl: Sen:
pt_pt: Dorme:

# 强
source: Strong
ar: قوي:
cs: Silný
es: Fuerte
pl: Mocny
pt_pt: Forte

# 弱
source: Weak
ar: ضعيف:
cs: Slabý
es: Débil
pl: Słaby
pt_pt: Fraco

# 上报策略:
source: Report policy:
ar: سياسة الإبلاغ:
cs: Hlášení
es: Política de informes:
pl: Zasady zgłaszania:
pt_pt: Política de relatórios:

# 未启用
source: Unuse
ar: غير مستعمل
cs: Nepoužit
es: no usar
pl: Nieużywane
pt_pt: não usar

# 跟踪
source: Track
ar: التعقب
cs: Trasa
es: Pista
pl: Ścieżka
pt_pt: Acompanhar

# 近七天
source: Nearly 7 days
ar: بالتقريب 7 أيام
cs: Téměř 7 dní
es: Casi 7 días
pl: Ostatnie 7 dni
pt_pt: quase 7 dias

# 请设置回放时间段
source: please set play back time
ar: يرجى ضبط وقت التشغيل
cs: nastavte prosím čas přehrávání
es: por favor configure el tiempo de reproducción
pl: Proszę ustawić czas odtwarzania
pt_pt: por favor, defina o tempo de reprodução

# 开始时间
source: Start time
ar: توقيت البداية
cs: Doba spuštění
es: Hora de inicio
pl: Czas rozpoczęcia
pt_pt: Hora de início

# 结束时间
source: End time
ar: توقيت النهاية
cs: Čas ukončení
es: Hora de finalización
pl: Czas końca
pt_pt: Fim do tempo

# 进
source: In
ar: الداخل
cs: Dovnitř
es: En
pl: W
pt_pt: No

# 出
source: Out
ar: الخارج
cs: Ven
es: Afuera
pl: Na zewnątrz
pt_pt: Fora
